[
  {
    "id": 1,
    "workId": 1,
    "title": "Act 1, Scene 1",
    "content": "Ber.: Who's there?\nFran.: Nay, answer me: stand, and unfoldyourself.\nBer.: Long live the king!\nFran.: Bernardo?\nBer.: He.\nFran.: You come most carefully upon your hour.\nBer.: 'Tis now struck twelve; get thee to bed, Francisco.\nFran.: For this relief much thanks: 'tis bitter cold, And I am sick at heart.\nBer.: Have you had quiet guard?\nFran.: Not a mouse stirring.\nBer.: Well, good night. If you do meet Horatio andMarcellus, The rivals of my watch, bid them make haste.\nFran.: I think I hear them.   Stand, ho! Who's there?Enter HORATIO and MARCELLUS.\nHor.: Friends to this ground.\nMar.: And liegemen to the Dane.\nFran.: Give you good night.\nMar.: O, farewell, honest soldier: Who hath relieved you?\nFran.: Bernardo has my place. Give you good night.Exit.\nMar.: Holla! Bernardo!\nBer.: Say, What, is Horatio there?\nHor.: A piece of him.\nBer.: Welcome, Horatio: welcome, good Marcellus.\nMar.: What, has this thing appear'd again to-night?\nBer.: I have seen nothing.\nMar.: Horatio says 'tis but our fantasy, And will not let belief take hold of him Touching this dreaded sight, twice seen of us: Therefore I have entreated him along With us to watch the minutes of this night; That if again this apparition come, He may approve our eyes and speak to it.\nHor.: Tush, tush, 'twill not appear.\nBer.: Sit down awhile; And let us once again assail your ears, That are so fortified against our story What we have two nights seen.\nHor.: Well, sit we down, And let us hear Bernardo speak of this.\nBer.: Last night of all, When yond same star that's westward from the pole Had made his course to illume that part of heaven Where now it burns, Marcellus and myself, The bell then beating one,Enter Ghost.\nMar.: Peace, break thee off;look, where it comes again!\nBer.: In the same figure, like the king that's dead.\nMar.: Thou art a scholar; speak to it, Horatio.\nBer.: Looks it not like the king? mark it, Horatio.\nHor.: Most like: it harrows me with fear and wonder.\nBer.: It would be spoke to.\nMar.: Question it, Horatio.\nHor.: What art thou that usurp'st this time of night, Together with that fair and warlike form In which the majesty of buried Denmark Did sometimes march? by heaven I charge thee, speak!\nMar.: It is offended.\nBer.: See, it stalks away!\nHor.: Stay! speak, speak!   I charge thee, speak!Exit Ghost.\nMar.: 'Tis gone, and will not answer.\nBer.: How now, Horatio! you tremble and look pale: Is not this something more than fantasy? What think you on't?\nHor.: Before my God, I might not this believe Without the sensible and true avouch Of mine own eyes.\nMar.: Is it not like the king?\nHor.: As thou art to thyself: Such was the very armour he had on When he the ambitious Norway combated; So frown'd he once, when, in an angry parle, He smote the sledded Polacks on the ice. 'Tis strange.\nMar.: Thus twice before, and jump at this dead hour, With martial stalk hath he gone by our watch.\nHor.: In what particular thought to work I know not: But in the gross and scope of my opinion, This bodes some strange eruption to our state.\nMar.: Good now, sit down, and tell me, he that knows, Why this same strict and most observant watch So nightly toils the subject of the land, And why such daily cast of brazen cannon, And foreign mart for implements of war; Why such impress of shipwrights, whose sore task Does not divide the Sunday from the week; What might be toward, that this sweaty haste Doth make the night joint-labourer with the day: Who is't that can inform me?\nHor.: That can I; At least, the whisper goes so. Our last king, Whose image even but now appear'd to us, Was, as you know, by Fortinbras of Norway, Thereto prick'd on by a most emulate pride, Dared to the combat; in which our valiant Hamlet For so this side of our known world esteem'd him Did slay this Fortinbras; who, by a seal'd compact, Well ratified by law and heraldry, Did forfeit, with his life, all those his lands Which he stood seized of, to the conqueror: Against the which, a moiety competent Was gaged by our king; which had return'd To the inheritance of Fortinbras, Had he been vanquisher; as, by the same covenant, And carriage of the article design'd, His fell to Hamlet. Now, sir, young Fortinbras, Of unimproved mettle hot and full, Hath in the skirts of Norway here and there Shark'd up a list of lawless resolutes, For food and diet, to some enterprise That hath a stomach in't; which is no other As it doth well appear unto our state But to recover of us, by strong hand And terms compulsatory, those foresaid lands So by his father lost: and this, I take it, Is the main motive of our preparations, The source of this our watch and the chief head Of this post-haste and romage in the land.\nBer.: I think it be no other but e'en so: Well may it sort that this portentous figure Comes armed through our watch; so like the king That was and is the question of these wars.\nHor.: A mote it is to trouble the mind's eye. In the most high and palmy state of Rome, A little ere the mightiest Julius fell, The graves stood tenantless and the sheeted dead Did squeak and gibber in the Roman streets: As stars with trains of fire and dews of blood, Disasters in the sun; and the moist star Upon whose influence Neptune's empire stands Was sick almost to doomsday with eclipse: And even the like precurse of fierce events, As harbingers preceding still the fates And prologue to the omen coming on. Have heaven and earth together demonstrated Unto our climatures and countrymen. But soft, behold! lo, where it comes again!Re-enter Ghost. I'll cross it, though it blast me. Stay, illusion! If thou hast any sound, or use of voice, Speak to me: If there be any good thing to be done, That may to thee do ease and grace to me, Speak to me:Cock crows. If thou art privy to thy country's fate, Which, happily, foreknowing may avoid, O, speak! Or if thou hast uphoarded in thy life Extorted treasure in the womb of earth, For which they say, you spirits oft walk in death, Speak of it: stay, and speak! Stop it, Marcellus.\nMar.: Shall I strike at it with my partisan?\nHor.: Do, if it will not stand.\nBer.: 'Tis here!\nHor.: 'Tis here!\nMar.: 'Tis gone!Exit Ghost. We do it wrong, being so majestical, To offer it the show of violence; For it is, as the air, invulnerable, And our vain blows malicious mockery.\nBer.: It was about to speak, when the cock crew.\nHor.: And then it started like a guilty thing Upon a fearful summons. I have heard, The cock, that is the trumpet to the morn, Doth with his lofty and shrill-sounding throat Awake the god of day; and, at his warning, Whether in sea or fire, in earth or air, The extravagant and erring spirit hies To his confine: and of the truth herein This present object made probation.\nMar.: It faded on the crowing of the cock. Some say that ever 'gainst that season comes Wherein our Saviour's birth is celebrated, The bird of dawning singeth all night long: And then, they say, no spirit dare stir abroad; The nights are wholesome; then no planets strike, No fairy takes, nor witch hath power to charm, So hallow'd and so gracious is the time.\nHor.: So have I heard and do in part believe it. But, look, the morn, in russet mantle clad, Walks o'er the dew of yon high eastward hill: Break we our watch up; and by my advice, Let us impart what we have seen to-night Unto young Hamlet; for, upon my life, This spirit, dumb to us, will speak to him. Do you consent we shall acquaint him with it, As needful in our loves, fitting our duty?\nMar.: Let's do't, I pray; and I this morning know Where we shall find him most conveniently.Exeunt.",
    "act": 1,
    "scene": 1
  },
  {
    "id": 2,
    "workId": 1,
    "title": "Act 1, Scene 2",
    "content": "King.: Though yet of Hamlet our dear brother's death The memory be green, and that it us befitted To bear our hearts in grief and our whole kingdom To be contracted in one brow of woe, Yet so far hath discretion fought with nature That we with wisest sorrow think on him, Together with remembrance of ourselves. Therefore our sometime sister, now our queen, The imperial jointress to this warlike state, Have we, as 'twere with a defeated joy, With an auspicious and a dropping eye, With mirth in funeral and with dirge in marriage, In equal scale weighing delight and dole, Taken to wife: nor have we herein barr'd Your better wisdoms, which have freely gone With this affair along. For all, our thanks. Now follows, that you know, young Fortinbras, Holding a weak supposal of our worth, Or thinking by our late dear brother's death Our state to be disjoint and out of frame, Colleagued with the dream of his advantage, He hath not fail'd to pester us with message, Importing the surrender of those lands Lost by his father, with all bonds of law, To our most valiant brother. So much for him. Now for ourself and for this time of meeting: Thus much the business is: we have here writ To Norway, uncle of young Fortinbras, Who, impotent and bed-rid, scarcely hears Of this his nephew's purpose,to suppress His further gait herein; in that the levies, The lists and full proportions, are all made Out of his subject: and we here dispatch You, good Cornelius, and you, Voltimand, For bearers of this greeting to old Norway; Giving to you no further personal power To business with the king, more than the scope Of these delated articles allow. Farewell, and let your haste commend your duty.\nCor., Volt.: In that and all things will we show our duty.\nKing.: We doubt it nothing: heartily farewell.Exeunt Voltimand and Cornelius. And now, Laertes, what's the news with you? You told us of some suit; what is't, Laertes? You cannot speak of reason to the Dane, And lose your voice: what wouldst thou beg, Laertes, That shall not be my offer, not thy asking? The head is not more native to the heart, The hand more instrumental to the mouth, Than is the throne of Denmark to thy father. What wouldst thou have, Laertes?\nLaer.: My dread lord, Your leave and favour to return to France; From whence though willingly I came to Denmark, To show my duty in your coronation, Yet now, I must confess, that duty done, My thoughts and wishes bend again toward France And bow them to your gracious leave and pardon.\nKing.: Have you your father's leave?What says Polonius?\nPol.: He hath, my lord, wrung from me my slow leave By laborsome petition, and at last Upon his will I seal'd my hard consent: I do beseech you, give him leave to go.\nKing.: Take thy fair hour, Laertes; time be thine, And thy best graces spend it at thy will! But now, my cousin Hamlet, and my son,\nHam.: A little more than kin, and less than kind.\nKing.: How is it that the clouds still hang on you?\nHam.: Not so, my lord; I am too much i' the sun.\nQueen.: Good Hamlet, cast thy nighted color off, And let thine eye look like a friend on Denmark. Do not for ever with thy vailed lids Seek for thy noble father in the dust: Thou know'st 'tis common; all that lives must die, Passing through nature to eternity.\nHam.: Ay, madam, it is common.\nQueen.: If it be, Why seems it so particular with thee?\nHam.: Seems, madam! nay, it is; I know not 'seems.' 'Tis not alone my inky cloak, good mother, Nor customary suits of solemn black, Nor windy suspiration of forced breath, No, nor the fruitful river in the eye, Nor the dejected 'haviour of the visage, Together with all forms, moods, shapes of grief, That can denote me truly: these indeed seem, For they are actions that a man might play: But I have that within which passeth show; These but the trappings and the suits of woe.\nKing.: 'Tis sweet and commendablein your nature, Hamlet, To give these mourning duties to your father: But, you must know, your father lost a father; That father lost, lost his, and the survivor bound In filial obligation for some term To do obsequious sorrow: but to persever In obstinate condolement is a course Of impious stubbornness; 'tis unmanly grief; It shows a will most incorrect to heaven, A heart unfortified, a mind impatient, An understanding simple and unschool'd: For what we know must be and is as common As any the most vulgar thing to sense, Why should we in our peevish opposition Take it to heart? Fie! 'tis a fault to heaven, A fault against the dead, a fault to nature, To reason most absurd; whose common theme Is death of fathers, and who still hath cried, >From the first corse till he that died to-day, 'This must be so.' We pray you, throw to earth This unprevailing woe, and think of us As of a father: for let the world take note, You are the most immediate to our throne; And with no less nobility of love Than that which dearest father bears his son, Do I impart toward you. For your intent In going back to school in Wittenberg, It is most retrograde to our desire: And we beseech you, bend you to remain Here, in the cheer and comfort of our eye, Our chiefest courtier, cousin, and our son.\nQueen.: Let not thy mother lose her prayers, Hamlet: I pray thee, stay with us: go not to Wittenberg.\nHam.: I shall in all my bestobey you, madam.\nKing.: Why, 'tis a loving and a fair reply: Be as ourself in Denmark. Madam, come; This gentle and unforced accord of Hamlet Sits smiling to my heart: in grace whereof, No jocund health that Denmark drinks to-day, But the great cannon to the clouds shall tell, And the king's rouse the heavens shall bruit again, Re-speaking earthly thunder. Come away.Exeunt all but Hamlet.\nHam.: O, that this too too solid flesh would melt, Thaw and resolve itself into a dew! Or that the Everlasting had not fix'd His canon 'gainst self-slaughter! O God! God! How weary, stale, flat and unprofitable, Seem to me all the uses of this world! Fie on 't! ah fie! 'tis an unweeded garden, That grows to seed; things rank and gross in nature Possess it merely. That it should come to this! But two months dead: nay, not so much, not two: So excellent a king; that was, to this, Hyperion to a satyr; so loving to my mother That he might not beteem the winds of heaven Visit her face too roughly. Heaven and earth! Must I remember? why, she would hang on him, As if increase of appetite had grown By what it fed on: and yet, within a month Let me not think on'tFrailty, thy name is woman! A little month, or ere those shoes were old With which she follow'd my poor father's body, Like Niobe, all tears:why she, even she O God! a beast, that wants discourse of reason, Would have mourn'd longermarried with my uncle, My father's brother, but no more like my father Than I to Hercules: within a month: Ere yet the salt of most unrighteous tears Had left the flushing in her galled eyes, She married. O, most wicked speed, to post With such dexterity to incestuous sheets! It is not nor it cannot come to good: But break, my heart; for I must hold my tongue.Enter HORATIO, MARCELLUS, and BERNARDO.\nHor.: Hail to your lordship!\nHam.: I am glad to see you well: Horatio,or I do forget myself.\nHor.: The same, my lord,and your poor servant ever.\nHam.: Sir, my good friend;I'll change that name with you: And what make you from Wittenberg, Horatio? Marcellus?\nMar.: My good lord\nHam.: I am very glad to see you. Good even, sir. But what, in faith, make you from Wittenberg?\nHor.: A truant disposition, good my lord.\nHam.: I would not hear your enemy say so, Nor shall you do mine ear that violence, To make it truster of your own report Against yourself: I know you are no truant. But what is your affair in Elsinore? We'll teach you to drink deep ere you depart.\nHor.: My lord, I came to see your father's funeral.\nHam.: I pray thee, do not mock me, fellow-student; I think it was to see my mother's wedding.\nHor.: Indeed, my lord, it follow'd hard upon.\nHam.: Thrift, thrift, Horatio! the funeral baked meats Did coldly furnish forth the marriage tables. Would I had met my dearest foe in heaven Or ever I had seen that day, Horatio! My father!methinks I see my father.\nHor.: Where, my lord?\nHam.: In my mind's eye, Horatio.\nHor.: I saw him once; he was a goodly king.\nHam.: He was a man, take him for all in all, I shall not look upon his like again.\nHor.: My lord, I think I saw him yesternight.\nHam.: Saw? who?\nHor.: My lord, the king your father.\nHam.: The king my father?\nHor.: Season your admiration for a while With an attent ear, till I may deliver, Upon the witness of these gentlemen, This marvel to you.\nHam.: For God's love, let me hear.\nHor.: Two nights together had these gentlemen, Marcellus and Bernado, on their watch, In the dead vast and middle of the night, Been thus encounter'd.   A figure like your father, Armed at point exactly, cap-a-pe, Appears before them, and with solemn march Goes slow and stately by them: thrice he walk'd By their oppress'd and fear surprised eyes, Within his truncheon's length; whilst they, distill'd Almost to jelly with the act of fear, Stand dumb and speak not to him. This to me In dreadful secrecy impart they did; And I with them the third night kept the watch: Where, as they had deliver'd, both in time, Form of the thing, each word made true and good, The apparition comes: I knew your father; These hands are not more like.\nHam.: But where was this?\nMar.: My lord, upon the platform where we watch'd.\nHam.: Did you not speak to it?\nHor.: My lord, I did; But answer made it none: yet once methought It lifted up its head and did address Itself to motion, like as it would speak; But even then the morning cock crew loud, And at the sound it shrunk in haste away, And vanish'd from our sight.\nHam.: 'Tis very strange.\nHor.: As I do live, my honor'd lord, 'tis true; And we did think it writ down in our duty To let you know of it.\nHam.: Indeed, indeed, sirs, but this troubles me. Hold you the watch to-night?\nMar. and Ber.: We do, my lord.\nHam.: Arm'd, say you?\nMar. and Ber.: Arm'd, my lord.\nHam.: From top to toe?\nMar. and Ber.: My lord, from head to foot.\nHam.: Then saw you not his face?\nHor.: O, yes, my lord; he wore his beaver up.\nHam.: What, look'd he frowningly?\nHor.: A countenance more in sorrow than in anger.\nHam.: Pale or red?\nHor.: Nay, very pale.\nHam.: And fix'd his eyes upon you?\nHor.: Most constantly.\nHam.: I would I had been there.\nHor.: It would have much amazed you.\nHam.: Very like, very like. Stay'd it long?\nHor.: While one with moderate haste might tell a hundred.\nMar. and Ber.: Longer, longer.\nHor.: Not when I saw 't.\nHam.: His beard was grizzled,no?\nHor.: It was, as I have seen it in his life, A sable silver'd.\nHam.: I will watch to-night; Perchance 'twill walk again.\nHor.: I warrant it will.\nHam.: If it assume my noble father's person, I'll speak to it, though hell itself should gape And bid me hold my peace. I pray you all, If you have hitherto conceal'd this sight, Let it be tenable in your silence still; And whatsoever else shall hap to-night, Give it an understanding, but no tongue: I will requite your loves. So, fare you well: Upon the platform, 'twixt eleven and twelve, I'll visit you.\nAll.: Our duty to your honour.\nHam.: Your loves, as mine to you: farewell.Exeunt all but Hamlet. My father's spirit in arms! all is not well; I doubt some foul play: would the night were come! Till then sit still, my soul: foul deeds will rise, Though all the earth o'erwhelm them, to men's eyes.Exit.",
    "act": 1,
    "scene": 2
  },
  {
    "id": 3,
    "workId": 1,
    "title": "Act 1, Scene 3",
    "content": "Laer.: My necessaries are embark'd: farewell: And, sister, as the winds give benefit And convoy is assistant, do not sleep, But let me hear from you.\nOph.: Do you doubt that?\nLaer.: For Hamlet and the trifling of his favor, Hold it a fashion and a toy in blood, A violet in the youth of primy nature, Forward, not permanent, sweet, not lasting, The perfume and suppliance of a minute; No more.\nOph.: No more but so?\nLaer.: Think it no more: For nature, crescent, does not grow alone In thews and bulk, but, as this temple waxes, The inward service of the mind and soul Grows wide withal.   Perhaps he loves you now, And now no soil nor cautel doth besmirch The virtue of his will: but you must fear, His greatness weigh'd, his will is not his own; For he himself is subject to his birth: He may not, as unvalued persons do, Carve for himself; for on his choice depends The safety and health of this whole state; And therefore must his choice be circumscribed Unto the voice and yielding of that body Whereof he is the head. Then if he says he loves you, It fits your wisdom so far to believe it As he in his particular act and place May give his saying deed; which is no further Than the main voice of Denmark goes withal. Then weigh what loss your honour may sustain, If with too credent ear you list his songs, Or lose your heart, or your chaste treasure open To his unmaster'd importunity. Fear it, Ophelia, fear it, my dear sister, And keep you in the rear of your affection, Out of the shot and danger of desire. The chariest maid is prodigal enough, If she unmask her beauty to the moon: Virtue itself 'scapes not calumnious strokes: The canker galls the infants of the spring, Too oft before their buttons be disclosed, And in the morn and liquid dew of youth Contagious blastments are most imminent. Be wary then; best safety lies in fear: Youth to itself rebels, though none else near.\nOph.: I shall the effect of this good lesson keep, As watchman to my heart. But, good my brother, Do not, as some ungracious pastors do, Show me the steep and thorny way to heaven; Whiles, like a puff'd and reckless libertine, Himself the primrose path of dalliance treads, And recks not his own rede.\nLaer.: O, fear me not. I stay too long: but here my father comes.Enter POLONIUS. A double blessing is a double grace; Occasion smiles upon a second leave.\nPol.: Yet here, Laertes! aboard, aboard, for shame! The wind sits in the shoulder of your sail, And you are stay'd for. There; my blessing with thee! And these few precepts in thy memory See thou character. Give thy thoughts no tongue, Nor any unproportion'd thought his act. Be thou familiar, but by no means vulgar. Those friends thou hast, and their adoption tried, Grapple them to thy soul with hoops of steel; But do not dull thy palm with entertainment Of each new-hatch'd, unfledged comrade. Beware Of entrance to a quarrel, but being in, Bear't that the opposed may beware of thee. Give every man thy ear, but few thy voice; Take each man's censure, but reserve thy judgement. Costly thy habit as thy purse can buy, But not express'd in fancy; rich, not gaudy; For the apparel oft proclaims the man, And they in France of the best rank and station Are of a most select and generous chief in that. Neither a borrower nor a lender be; For loan oft loses both itself and friend, And borrowing dulls the edge of husbandry. This above all: to thine own self be true, And it must follow, as the night the day, Thou canst not then be false to any man. Farewell: my blessing season this in thee!\nLaer.: Most humbly do I take my leave, my lord.\nPol.: The time invites you; go; your servantstend.\nLaer.: Farewell, Ophelia; and remember well What I have said to you.\nOph.: 'Tis in my memory locked, And you yourself shall keep the key of it.\nLaer.: Farewell.Exit.\nPol.: What is't, Ophelia, he hath said to you?\nOph.: So please you, something touching the Lord Hamlet.\nPol.: Marry, well bethought: 'Tis told me, he hath very oft of late Given private time to you; and you yourself Have of your audience been most free and bounteous: If it be so, as so 'tis put on me, And that in way of caution, I must tell you, You do not understand yourself so clearly As it behoves my daughter and your honour. What is between you? give me up the truth.\nOph.: He hath, my lord, of late made many tenders Of his affection to me.\nPol.: Affection! pooh! you speak like a green girl, Unsifted in such perilous circumstance. Do you believe his tenders, as you call them?\nOph.: I do not know, my lord, what I should think.\nPol.: Marry, I'll teach you: think yourself a baby; That you have ta'en these tenders for true pay, Which are not sterling. Tender yourself more dearly; Ornot to crack the wind of the poor phrase, Running it thusyou'll tender me a fool.\nOph.: My lord, he hath importuned me with love In honorable fashion.\nPol.: Ah, fashion you may call it; go to, go to.\nOph.: And hath given countenance to his speech, my lord, With almost all the holy vows of heaven.\nPol.: Ay, springes to catch woodcocks.   I do know, When the blood burns, how prodigal the soul Lends the tongue vows: these blazes, daughter, Giving more light than heat, extinct in both, Even in their promise, as it is a-making, You must not take for fire. From this time Be somewhat scanter of your maiden presence; Set your entreatments at a higher rate Than a command to parley. For Lord Hamlet, Believe so much in him, that he is young, And with a larger tether may he walk Than may be given you: in few, Ophelia, Do not believe his vows; for they are brokers, Not of that dye which their investments show, But mere implorators of unholy suits, Breathing like sanctified and pious bawds, The better to beguile. This is for all: I would not, in plain terms, from this time forth, Have you so slander any moment leisure, As to give words or talk with the Lord Hamlet. Look to't, I charge you: come your ways.\nOph.: I shall obey, my lord.Exeunt.",
    "act": 1,
    "scene": 3
  },
  {
    "id": 4,
    "workId": 1,
    "title": "Act 1, Scene 4",
    "content": "Ham.: The air bites shrewdly; it is very cold.\nHor.: It is a nipping and an eager air.\nHam.: What hour now?\nHor.: I think it lacks of twelve.\nMar.: No, it is struck.\nHor.: Indeed?   I heard it not: then it draws near the season Wherein the spirit held his wont to walk.[A flourish of trumpets, and ordnance shot off, within. What does this mean, my lord?\nHam.: The king doth wake to-night and takes his rouse, Keeps wassail, and the swaggering up-spring reels; And, as he drains his draughts of Rhenish down, The kettle-drum and trumpet thus bray out The triumph of his pledge.\nHor.: Is it a custom?\nHam.: Ay, marry, is't: But to my mind, though I am native here And to the manner born, it is a custom More honor'd in the breach than the observance. This heavy-headed revel east and west Makes us traduced and tax'd of other nations: They clepe us drunkards, and with swinish phrase Soil our addition; and indeed it takes From our achievements, though perform'd at height, The pith and marrow of our attribute. So, oft it chances in particular men, That for some vicious mole of nature in them, As, in their birthwherein they are not guilty, Since nature cannot choose his origin By the o'ergrowth of some complexion, Oft breaking down the pales and forts of reason, Or by some habit that too much o'er-leavens The form of plausive manners, that these men, Carrying, I say, the stamp of one defect, Being nature's livery, or fortune's star, Their virtues elsebe they as pure as grace, As infinite as man may undergo Shall in the general censure take corruption >From that particular fault: the dram of eale Doth all the noble substance of a doubt To his own scandal.\nHor.: Look, my lord, it comes!Enter Ghost.\nHam.: Angels and ministers of grace defend us! Be thou a spirit of health or goblin damn'd, Bring with thee airs from heaven or blasts from hell, Be thy intents wicked or charitable, Thou comest in such a questionable shape That I will speak to thee: I'll call thee Hamlet, King, father, royal Dane: O, answer me! Let me not burst in ignorance; but tell Why thy canonized bones, hearsed in death, Have burst their cerements; why the sepulchre, Wherein we saw thee quietly inurn'd, Hath oped his ponderous and marble jaws, To cast thee up again. What may this mean, That thou, dead corse, again in complete steel Revisit'st thus the glimpses of the moon, Making night hideous; and we fools of nature So horridly to shake our disposition With thoughts beyond the reaches of our souls? Say, why is this? wherefore? what should we do?[Ghost beckons Hamlet.\nHor.: It beckons you to go away with it, As if it some impartment did desire To you alone.\nMar.: Look, with what courteous action It waves you to a more removed ground: But do not go with it.\nHor.: No, by no means.\nHam.: It will not speak; then I will follow it.\nHor.: Do not, my lord.\nHam.: Why, what should be the fear? I do not set my life at a pin's fee; And for my soul, what can it do to that, Being a thing immortal as itself? It waves me forth again: I'll follow it.\nHor.: What if it tempt you toward the flood, my lord, Or to the dreadful summit of the cliff That beetles o'er his base into the sea, And there assume some other horrible form, Which might deprive your sovereignty of reason And draw you into madness? think of it: The very place puts toys of desperation, Without more motive, into every brain That looks so many fathoms to the sea And hears it roar beneath.\nHam.: It waves me still. Go on; I'll follow thee.\nMar.: You shall not go, my lord.\nHam.: Hold off your hands.\nHor.: Be ruled; you shall not go.\nHam.: My fate cries out, And makes each petty artery in this body As hardy as the Nemean lion's nerve. Still am I call'd. Unhand me, gentlemen. By heaven, I'll make a ghost of him that lets me! I say, away!   Go on; I'll follow thee.Exeunt Ghost and Hamlet.\nHor.: He waxes desperate with imagination.\nMar.: Let's follow; 'tis not fit thus to obey him.\nHor.: Have after. To what issue will this come?\nMar.: Something is rotten in the state of Denmark.\nHor.: Heaven will direct it.\nMar.: Nay, let's follow him.Exeunt.",
    "act": 1,
    "scene": 4
  },
  {
    "id": 5,
    "workId": 1,
    "title": "Act 1, Scene 5",
    "content": "Ham.: Where wilt thou lead me? speak; I'll go no further.\nGhost.: Mark me.\nHam.: I will.\nGhost.: My hour is almost come, When I to sulphurous and tormenting flames Must render up myself.\nHam.: Alas, poor ghost!\nGhost.: Pity me not, but lend thy serious hearing To what I shall unfold.\nHam.: Speak; I am bound to hear.\nGhost.: So art thou to revenge, when thou shalt hear.\nHam.: What?\nGhost.: I am thy father's spirit, Doom'd for a certain term to walk the night, And for the day confined to fast in fires, Till the foul crimes done in my days of nature Are burnt and purged away. But that I am forbid To tell the secrets of my prison-house, I could a tale unfold whose lightest word Would harrow up thy soul, freeze thy young blood, Make thy two eyes, like stars, start from their spheres, Thy knotted and combined locks to part And each particular hair to stand on end, Like quills upon the fretful porpentine: But this eternal blazon must not be To ears of flesh and blood. List, list, O, list! If thou didst ever thy dear father love\nHam.: O God!\nGhost.: Revenge his foul and most unnatural murder.\nHam.: Murder!\nGhost.: Murder most foul, as in the best it is; But this most foul, strange and unnatural.\nHam.: Haste me to know't, that I, with wings as swift As meditation or the thoughts of love, May sweep to my revenge.\nGhost.: I find thee apt; And duller shouldst thou be than the fat weed That roots itself in ease on Lethe wharf, Wouldst thou not stir in this. Now, Hamlet, hear: 'Tis given out that, sleeping in my orchard, A serpent stung me; so the whole ear of Denmark Is by a forged process of my death Rankly abused; but know, thou noble youth, The serpent that did sting thy father's life Now wears his crown.\nHam.: O my prophetic soul! My uncle!\nGhost.: Ay, that incestuous, that adulterate beast, With witchcraft of his wit, with traitorous gifts, O wicked wit and gifts, that have the power So to seduce!won to his shameful lust The will of my most seeming-virtuous queen: O Hamlet, what a falling-off was there! From me, whose love was of that dignity That it went hand in hand even with the vow I made to her in marriage, and to decline Upon a wretch whose natural gifts were poor To those of mine! But virtue, as it never will be moved, Though lewdness court it in a shape of heaven, So lust, though to a radiant angel link'd, Will sate itself in a celestial bed, And prey on garbage. But, soft! methinks I scent the morning air; Brief let me be. Sleeping within my orchard, My custom always of the afternoon, Upon my secure hour thy uncle stole, With juice of cursed hebenon in a vial, And in the porches of my ears did pour The leperous distilment; whose effect Holds such an enmity with blood of man That swift as quicksilver it courses through The natural gates and alleys of the body, And with a sudden vigour it doth posset And curd, like eager droppings into milk, The thin and wholesome blood: so did it mine; And a most instant tetter bark'd about, Most lazar-like, with vile and loathsome crust, All my smooth body. Thus was I, sleeping, by a brother's hand Of life, of crown, of queen, at once dispatch'd: Cut off even in the blossoms of my sin, Unhousel'd, disappointed, unaneled, No reckoning made, but sent to my account With all my imperfections on my head: O, horrible! O, horrible! most horrible! If thou hast nature in thee, bear it not; Let not the royal bed of Denmark be A couch for luxury and damned incest. But, howsoever thou pursuest this act, Taint not thy mind, nor let thy soul contrive Against thy mother aught: leave her to heaven And to those thorns that in her bosom lodge, To prick and sting her.   Fare thee well at once! The glow-worm shows the matin to be near, And 'gins to pale his uneffectual fire: Adieu, adieu! Hamlet, remember me.Exit.\nHam.: O all you host of heaven! O earth! what else? And shall I couple hell?   O, fie!   Hold, hold, my heart; And you, my sinews, grow not instant old, But bear me stiffly up. Remember thee! Ay, thou poor ghost, while memory holds a seat In this distracted globe.   Remember thee! Yea, from the table of my memory I'll wipe away all trivial fond records, All saws of books, all forms, all pressures past, That youth and observation copied there; And thy commandment all alone shall live Within the book and volume of my brain, Unmix'd with baser matter: yes, by heaven! O most pernicious woman! O villain, villain, smiling, damned villain! My tables,meet it is I set it down, That one may smile, and smile, and be a villain; At least I'm sure it may be so in Denmark:[Writing. So, uncle, there you are. Now to my word; It is 'Adieu, adieu! remember me.' I have sworn't.\nMar. and Hor.: [Within]My lord, my lord,\nMar.: Lord Hamlet,\nHor.: Heaven secure him!\nHam.: So be it!\nHor.: Hillo, ho, ho, my lord!\nHam.: Hillo, ho, ho, boy! come, bird, come.Enter HORATIO and MARCELLUS.\nMar.: How is't, my noble lord?\nHor.: What news, my lord?\nHam.: O, wonderful!\nHor.: Good my lord, tell it.\nHam.: No; you'll reveal it.\nHor.: Not I, my lord, by heaven.\nMar.: Nor I, my lord.\nHam.: How say you, then; would heart of man once think it? But you'll be secret?\nHor. and Mar.: Ay, by heaven, my lord.\nHam.: There's ne'er a villain dwelling in all Denmark But he's an arrant knave.\nHor.: There needs no ghost, my lord, come from the grave To tell us this.\nHam.: Why, right; you are i' the right; And so, without more circumstance at all, I hold it fit that we shake hands and part: You, as your business and desire shall point you; For every man has business and desire, Such as it is; and for mine own poor part, Look you, I'll go pray.\nHor.: These are but wild and whirling words, my lord.\nHam.: I am sorry they offend you, heartily; Yes, 'faith, heartily.\nHor.: There's no offence, my lord.\nHam.: Yes, by Saint Patrick, but there is, Horatio, And much offence too. Touching this vision here, It is an honest ghost, that let tell you: For your desire to know what is between us, O'ermaster't as you may. And now, good friends, As you are friends, scholars and soldiers, Give me one poor request.\nHor.: What is't, my lord? we will.\nHam.: Never make known what you have seen to-night.\nHor. and Mar.: My lord, we will not.\nHam.: Nay, but swear 't.\nHor.: In faith, My lord, not I.\nMar.: Nor I, my lord, in faith.\nHam.: Upon my sword.\nMar.: We have sworn, my lord, already.\nHam.: Indeed, upon my sword, indeed.\nGhost.: Swear.\nHam.: Ah, ha, boy! say'st thou so? art thou there, truepenny? Come onyou hear this fellow in the cellarage Consent to swear.\nHor.: Propose the oath, my lord.\nHam.: Never to speak of this that you have seen, Swear by my sword.\nGhost.: Swear.\nHam.: Hic et ubique? then we'll shift our ground. Come hither, gentlemen, And lay your hands again upon my sword: Never to speak of this that you have heard, Swear by my sword.\nGhost.: Swear.\nHam.: Well said, old mole! canst work i' the earth so fast? A worthy pioner!   Once more remove, good friends.\nHor.: O day and night, but this is wondrous strange!\nHam.: And therefore as a stranger give it welcome. There are more things in heaven and earth, Horatio, Than are dreamt of in your philosophy. But come; Here, as before, never, so help you mercy, How strange or odd soe'er I bear myself, As I perchance hereafter shall think meet To put an antic disposition on, That you, at such times seeing me, never shall, With arms encumber'd thus, or this headshake, Or by pronouncing of some doubtful phrase, As 'Well, well, we know,' or 'We could, an if we would,' Or 'If we list to speak,' or 'There be, an if they might,' Or such ambiguous giving out, to note That you know aught of me: this not to do, So grace and mercy at your most need help you, Swear.\nGhost.: Swear.\nHam.: Rest, rest, perturbed spirit!They swear.]So, gentlemen, With all my love I do commend me to you: And what so poor a man as Hamlet is May do, to express his love and friending to you, God willing, shall not lack.   Let us go in together; And still your fingers on your lips, I pray. The time is out of joint: O cursed spite, That ever I was born to set it right! Nay, come, let's go together.[Exeunt.",
    "act": 1,
    "scene": 5
  },
  {
    "id": 6,
    "workId": 1,
    "title": "Act 2, Scene 1",
    "content": "Pol.: Give him this money and these notes, Reynaldo.\nRey.: I will, my lord.\nPol.: You shall do marvellous wisely, good Reynaldo, Before you visit him, to make inquire Of his behavior.\nRey.: My lord, I did intend it.\nPol.: Marry, well said;very well said. Look you, sir, Inquire me first what Danskers are in Paris; And how, and who, what means, and where they keep, What company, at what expense; and finding By this encompassment and drift of question That they do know my son, come you more nearer Than your particular demands will touch it: Take you, as 'twere, some distant knowledge of him; As thus, 'I know his father and his friends, And in part him:' do you mark this, Reynaldo ?\nRey.: Ay, very well, my lord.\nPol.: 'And in part him; but you may say 'not well: But, if't be he I mean, he's very wild; Addicted so and so:' and there put on him What forgeries you please; marry, none so rank As may dishonor him; take heed of that; But, sir, such wanton, wild and usual slips As are companions noted and most known To youth and liberty.\nRey.: As gaming, my lord.\nPol.: Ay, or drinking, fencing, swearing, quarrelling, Drabbing: you may go so far.\nRey.: My lord, that would dishonor him.\nPol.: 'Faith, no; as you may season it in the charge. You must not put another scandal on him, That he is open to incontinency; That's not my meaning; but breathe his faults so quaintly That they may seem the taints of liberty, The flash and outbreak of a fiery mind, A savageness in unreclaimed blood, Of general assault.\nRey.: But, my good lord,\nPol.: Wherefore should you do this?\nRey.: Ay, my lord, I would know that.\nPol.: Marry, sir, here's my drift; And, I believe, it is a fetch of wit: You laying these slight sullies on my son, As 'twere a thing a little soil'd i' the working, Mark you, Your party in converse, him you would sound, Having ever seen in the prenominate crimes The youth you breathe of guilty, be assured He closes with you in this consequence; 'Good sir,' or so, or 'friend,' or 'gentleman,' According to the phrase or the addition Of man and country.\nRey.: Very good, my lord.\nPol.: At 'closes in the consequence,' ay, marry; He closes thus: 'I know the gentleman; I saw him yesterday, or t' other day, Or then, or then; with such, or such; and, as you say, There was a' gaming; there o'ertook in's rouse; There falling out at tennis:' or perchance, 'I saw him enter such a house of sale,' Videlicet, a brothel, or so forth. See you now; Your bait of falsehood takes this carp of truth: And thus do we of wisdom and of reach, With windlasses and with assays of bias, By indirections find directions out: So by my former lecture and advice, Shall you my son. You have me, have you not?\nRey.: My lord, I have.\nPol.: God be wi' you; fare you well.\nRey.: Good my lord!\nPol.: Observe his inclination in yourself.\nRey.: I shall, my lord.\nPol.: And let him ply his music.\nRey.: Well, my lord.\nPol.: Farewell!Exit Reynaldo.Enter OPHELIA. How now, Ophelia! what's the matter?\nOph.: O, my lord, my lord, I have been so affrighted!\nPol.: With what, i' the name of God?\nOph.: My lord, as I was sewing in my closet, Lord Hamlet, with his doublet all unbraced; No hat upon his head; his stockings foul'd, Ungarter'd, and down-gyved to his ancle; Pale as his shirt; his knees knocking each other; And with a look so piteous in purport As if he had been loosed out of hell To speak of horrors,he comes before me.\nPol.: Mad for thy love?\nOph.: My lord, I do not know; But truly, I do fear it.\nPol.: What said he?\nOph.: He took me by the wrist and held me hard; Then goes he to the length of all his arm; And, with his other hand thus o'er his brow, He falls to such perusal of my face As he would draw it. Long stay'd he so; At last, a little shaking of mine arm And thrice his head thus waving up and down, He raised a sigh so piteous and profound As it did seem to shatter all his bulk And end his being: that done, he lets me go: And, with his head over his shoulder turn'd, He seem'd to find his way without his eyes; For out o' doors he went without their helps, And, to the last, bended their light on me.\nPol.: Come, go with me: I will go seek the king. This is the very ecstasy of love, Whose violent property fordoes itself And leads the will to desperate undertakings As oft as any passion under heaven That does afflict our natures. I am sorry. What, have you given him any hard words of late?\nOph.: No, my good lord, but, as you did command, I did repel his letters and denied His access to me.\nPol.: That hath made him mad. I am sorry that with better heed and judgement I had not quoted him: I fear'd he did but trifle, And meant to wreck thee; but, beshrew my jealousy! By heaven, it is as proper to our age To cast beyond ourselves in our opinions As it is common for the younger sort To lack discretion.   Come, go we to the king: This must be known; which, being kept close, might move More grief to hide than hate to utter love.Exeunt.",
    "act": 2,
    "scene": 1
  },
  {
    "id": 7,
    "workId": 1,
    "title": "Act 2, Scene 2",
    "content": "King.: Welcome, dear Rosencrantz and Guildenstern! Moreover that we much did long to see you, The need we have to use you did provoke Our hasty sending. Something have you heard Of Hamlet's transformation; so call it, Sith nor the exterior nor the inward man Resembles that it was. What it should be, More than his father's death, that thus hath put him So much from the understanding of himself, I cannot dream of: I entreat you both, That, being of so young days brought up with him, And sith so neighbour'd to his youth and haviour, That you vouchsafe your rest here in our court Some little time: so by your companies To draw him on to pleasures, and to gather, So much as from occasion you may glean, Whether aught, to us unknown, afflicts him thus, That, open'd, lies within our remedy.\nQueen.: Good gentlemen, he hath much talk'd of you; And sure I am two men there are not living To whom he more adheres. If it will please you To show us so much gentry and good will As to expend your time with us awhile, For the supply and profit of our hope, Your visitation shall receive such thanks As fits a king's remembrance.\nRos.: Both your majesties Might, by the sovereign power you have of us, Put your dread pleasures more into command Than to entreaty.\nGuil.: But we both obey, And here give up ourselves, in the full bent To lay our service freely at your feet, To be commanded.\nKing.: Thanks, Rosencrantz and gentle Guildenstern.\nQueen.: Thanks, Guildenstern and gentle Rosencrantz: And I beseech you instantly to visit My too much changed son.Go, some of you, And bring these gentlemen where Hamlet is.\nGuil.: Heavens make our presence and our practices Pleasant and helpful to him!\nQueen.: Ay, amen!Exeunt Rosencrantz, Guildenstern, and some Attendants.Enter POLONIUS.\nPol.: The ambassadors from Norway, my good lord, Are joyfully return'd.\nKing.: Thou still hast been the father of good news.\nPol.: Have I, my lord? I assure my good liege, I hold my duty, as I hold my soul, Both to my God and to my gracious king: And I do think, or else this brain of mine Hunts not the trail of policy so sure As it hath used to do, that I have found The very cause of Hamlet's lunacy.\nKing.: O, speak of that; that do I long to hear.\nPol.: Give first admittance to the ambassadors; My news shall be the fruit to that great feast.\nKing.: Thyself do grace to them, and bring them in.Exit Polonius. He tells me, my dear Gertrude, he hath found The head and source of all your son's distemper.\nQueen.: I doubt it is no other but the main; His father's death, and our o'erhasty marriage.\nKing.: Well, we shall sift him.Re-enter POLONIUS, with VOLTIMAND and CORNELIUS. Welcome, my good friends! Say, Voltimand, what from our brother Norway?\nVolt.: Most fair return of greetings and desires. Upon our first, he sent out to suppress His nephew's levies; which to him appear'd To be a preparation 'gainst the Polack; But, better look'd into, he truly found It was against your highness: whereat grieved, That so his sickness, age and impotence Was falsely borne in hand, sends out arrests On Fortinbras; which he, in brief, obeys; Receives rebuke from Norway, and in fine Makes vow before his uncle never more To give the assay of arms against your majesty. Whereon old Norway, overcome with joy, Gives him three thousand crowns in annual fee, And his commission to employ those soldiers, So levied as before, against the Polack: With an entreaty, herein further shown,[Giving a paper. That it might please you to give quiet pass Through your dominions for this enterprise, On such regards of safety and allowance As therein are set down.\nKing.: It likes us well; And at our more consider'd time we'll read, Answer, and think upon this business. Meantime we thank you for your well-took labor: Go to your rest; at night we'll feast together: Most welcome home!Exeunt Voltimand and Cornelius.\nPol.: This business is well ended. My liege, and madam, to expostulate What majesty should be, what duty is, Why day is day, night night, and time is time, Were nothing but to waste night, day and time. Therefore, since brevity is the soul of wit, And tediousness the limbs and outward flourishes, I will be brief: your noble son is mad: Mad call I it; for, to define true madness, What is't but to be nothing else but mad? But let that go.\nQueen.: More matter, with less art.\nPol.: Madam, I swear I use no art at all. That he is mad, 'tis true: 'tis true 'tis pity; And pity 'tis 'tis true: a foolish figure; But farewell it, for I will use no art. Mad let us grant him, then: and now remains That we find out the cause of this effect, Or rather say, the cause of this defect, For this effect defective comes by cause: Thus it remains, and the remainder thus. Perpend. I have a daughterhave while she is mine Who, in her duty and obedience, mark, Hath given me this: now gather, and surmise.[Reads.To the celestial and my soul's idol, the mostbeautifiedOphelia,That's an ill phrase, a vile phrase; 'beautified'is a vilephrase: but you shall hear. Thus:Reads.'In her excellent whitebosom, these, &c.' 'In her excellent whitebosom, these, &c.'\nQueen.: Came this from Hamlet to her?\nPol.: Good madam, stay awhile; I will be faithful.[Reads.'Doubt thou the stars are fire;Doubt that the sun doth move;Doubt truth to be a liar;But never doubt I love.'O dear Ophelia, I am ill at these numbers;I have not art toreckon my groans: but thatI love thee best, O most best, believeit. Adieu.'Thine evermore, most dear lady, whilstthismachine is to him, HAMLET. 'Doubt thou the stars are fire; Doubt that the sun doth move; Doubt truth to be a liar; But never doubt I love. This, in obedience, hath my daughter shown me, And more above, hath his solicitings, As they fell out by time, by means and place, All given to mine ear.\nKing.: But how hath she Received his love?\nPol.: What do you think of me?\nKing.: As of a man faithful and honorable.\nPol.: I would fain prove so.   But what might you think, When I had seen this hot love on the wing As I perceived it, I must tell you that, Before my daughter told mewhat might you, Or my dear majesty your queen here, think, If I had play'd the desk or table-book, Or given my heart a winking, mute and dumb, Or look'd upon this love with idle sight; What might you think?   No, I went round to work, And my young mistress thus I did bespeak: 'Lord Hamlet is a prince, out of thy star; This must not be:' and then I prescripts gave her, That she should lock herself from his resort, Admit no messengers, receive no tokens. Which done, she took the fruits of my advice; And he, repulseda short tale to make Fell into a sadness, then into a fast, Thence to a watch, thence into a weakness, Thence to a lightness, and, by this declension, Into the madness wherein now he raves, And all we mourn for.\nKing.: Do you think 'tis this?\nQueen.: It may be, very likely.\nPol.: Hath there been such a timeI'd fain know that That I have positive said ''Tis so,' When it proved otherwise?\nKing.: Not that I know.\nPol.: Take this from this, if this be otherwise: If circumstances lead me, I will find Where truth is hid, though it were hid indeed Within the centre.\nKing.: How may we try it further?\nPol.: You know, sometimes he walks four hours together Here in the lobby.\nQueen.: So he does indeed.\nPol.: At such a time I'll loose my daughter to him: Be you and I behind an arras then; Mark the encounter: if he love her not And be not from his reason fall'n thereon, Let me be no assistant for a state, But keep a farm and carters.\nKing.: We will try it.\nQueen.: But, look, where sadly the poor wretchcomes reading.\nPol.: Away, I do beseech you, both away: I'll board him presently.Exeunt King, Queen, and Attendants.Enter HAMLET, reading. O, give me leave:\nHam.: Good lads, how do yeboth?\nGuil.: Happy, in that we are not over-happy; On fortune'scap we are not the very button.\nHam.: One fair daughter, and no more, The which he loved passing well.\nHam.: The rugged Pyrrhus, likethe Hyrcanian beast, The rugged Pyrrhus, he whose sable arms, Black as his purpose, did the night resemble When he lay couched in the ominous horse, Hath now this dread and black complexion smear'd With heraldry more dismal; head to foot Now is he total gules; horridly trick'd With blood of fathers, mothers, daughters, sons, Baked and impasted with the parching streets, That lend a tyrannous and damned light To their lord's murder: roasted in wrath and fire, And thus o'er-sized with coagulate gore, With eyes like carbuncles, the hellish Pyrrhus Old grandsire Priam seeks.\nFirst Play.: Anon he finds him Striking too short at Greeks; his antique sword, Rebellious to his arm, lies where it falls, Repugnant to command: unequal match'd, Pyrrhus at Priam drives; in rage strikes wide; But with the whiff and wind of his fell sword The unnerved father falls. Then senseless Ilium, Seeming to feel this blow, with flaming top Stoops to his base, and with a hideous crash Takes prisoner Pyrrhus' ear: for, lo! his sword, Which was declining on the milky head Of reverend Priam, seem'd i' the air to stick: So, as a painted tyrant, Pyrrhus stood, And like a neutral to his will and matter, Did nothing. But, as we often see, against some storm, A silence in the heavens, the rack stand still, The bold winds speechless and the orb below As hush as death, anon the dreadful thunder Doth rend the region, so, after Pyrrhus' pause, Aroused vengeance sets him new a-work; And never did the Cyclops' hammers fall On Mars's armour forged for proof eterne With less remorse than Pyrrhus' bleeding sword Now falls on Priam. Out, out, thou strumpet, Fortune! All you gods, In general synod, take away her power; Break all the spokes and fellies from her wheel, And bowl the round nave down the hill of heaven, As low as to the fiends!\nFirst Play.: But who, O, who had seen the mobled queen\nFirst Play.: Run barefoot up and down,threatening the flames With bisson rheum; a clout upon that head Where late the diadem stood, and for a robe, About her lank and all o'er-teemed loins, A blanket, in the alarm of fear caught up; Who this had seen, with tongue in venom steep'd, 'Gainst Fortune's state would treason have pronounced: But if the gods themselves did see her then When she saw Pyrrhus make malicious sport In mincing with his sword her husband's limbs, The instant burst of clamour that she made, Unless things mortal move them not at all, Would have made milch the burning eyes of heaven, And passion in the gods.\nHam.: Now I am alone. O, what a rogue and peasant slave am I! Is it not monstrous that this player here, But in a fiction, in a dream of passion, Could force so his soul to his own conceit That from her working all his visage wann'd, Tears in his eyes, distraction in's aspect, A broken voice, and his whole function suiting With forms to his conceit? and all for nothing! For Hecuba! What's Hecuba to him, or he to Hecuba, That he should weep for her?   What would he do, Had he the motive and the cue for passion That I have?   He would drown the stage with tears And cleave the general ear with horrid speech, Make mad the guilty and appal the free, Confound the ignorant, and amaze indeed The very faculties of eyes and ears. Yet I, A dull and muddy-mettled rascal, peak, Like John-a-dreams, unpregnant of my cause, And can say nothing; no, not for a king, Upon whose property and most dear life A damn'd defeat was made. Am I a coward? Who calls me villain? breaks my pate across? Plucks off my beard, and blows it in my face? Tweaks me by the nose? gives me the lie i' the throat, As deep as to the lungs? who does me this? Ha! 'Swounds, I should take it: for it cannot be But I am pigeon-liver'd and lack gall To make oppression bitter, or ere this I should have fatted all the region kites With this slave's offal:  bloody, bawdy villain! Remorseless, treacherous, lecherous, kindless villain! O, vengeance! Why, what an ass am I! This is most brave, That I, the son of a dear father murder'd, Prompted to my revenge by heaven and hell, Must, like a whore, unpack my heart with words, And fall a-cursing, like a very drab, A scullion! Fie upon 't! foh!   About, my brain!I have heard That guilty creatures sitting at a play Have by the very cunning of the scene Been struck so to the soul that presently They have proclaim'd their malefactions; For murder, though it have no tongue, will speak With most miraculous organ. I'll have these players Play something like the murder of my father Before mine uncle: I'll observe his looks; I'll tent him to the quick: if he but blench, I know my course. The spirit that I have seen May be the devil: and the devil hath power To assume a pleasing shape; yea, and perhaps Out of my weakness and my melancholy, As he is very potent with such spirits, Abuses me to damn me: I'll have grounds More relative than this: the play's the thing Wherein I'll catch the conscience of the king.[Exit.",
    "act": 2,
    "scene": 2
  },
  {
    "id": 8,
    "workId": 1,
    "title": "Act 3, Scene 1",
    "content": "King.: And can you, by no drift of circumstance, Get from him why he puts on this confusion, Grating so harshly all his days of quiet With turbulent and dangerous lunacy?\nRos.: He does confess he feels himself distracted; But from what cause he will by no means  speak.\nGuil.: Nor do we find him forward to be  sounded, But, with a crafty madness, keeps aloof, When we would bring him on to some confession Of his true state.\nQueen.: Did he receive you well?\nRos.: Most like a gentleman.\nGuil.: But with much forcing of his disposition.\nRos.: Niggard of question; but, of our demands, Most free in his reply.\nQueen.: Did you assay him To any pastime?\nRos.: Madam, it so fell out, that certain players We o'er-raught on the way: of these we told him; And there did seem in him a kind of joy To hear of it: they are about the court, And, as I think, they have already order This night to play before him.\nPol.: 'Tis most true: And he beseech'd me to entreat your majesties To hear and see the matter.\nKing.: With all my heart; and it doth much content me To hear him so inclined. Good gentlemen,give him a further edge, And drive his purpose onto these delights.\nRos.: We shall, my lord.Exeunt Rosencranlz and Guildenstern.\nKing.: Sweet Gertrude, leave us too; For we have closely sent for Hamlet hither, That he, as 'twere by accident, may here Affront Ophelia: Her father and myself, lawful espials, Will so bestow ourselves that, seeing, unseen, We may of their encounter frankly judge, And gather by him, as he is behaved, If't be the affliction of his love or no That thus he suffers for.\nQueen.: I shall obey you. And for your part, Ophelia, I do wish That your good beauties be the happy cause Of Hamlet's wildness: so shall I hope your virtues Will bring him to his wonted way again, To both your honours.\nOph.: Madam, I wish it may.[Exit Queen.\nPol.: Ophelia, walk you here.   Gracious, so please you, We will bestow ourselves.[To Ophelia]Read on this book; That show of such an exercise may color Your loneliness. We are oft to blame in this, 'Tis too much provedthat with devotion's visage And pious action we do sugar o'er The devil himself.\nKing.: O, 'tis too true! How smart a lash that speech doth give my conscience! The harlot's cheek, beautied with plastering art, Is not more ugly to the thing that helps it Than is my deed to my most painted word: O heavy burthen!\nPol.: I hear him coming: let's withdraw, my lord.Exeunt King and Polonius.Enter HAMLET.\nHam.: To be, or not to be: that is the question: Whether 'tis nobler in the mind to suffer The slings and arrows of outrageous fortune, Or to take arms against a sea of troubles, And by opposing end them? To die: to sleep; No more; and by a sleep to say we end The heart-ache and the thousand natural shocks That flesh is heir to, 'tis a consummation Devoutly to be wish'd. To die, to sleep; To sleep: perchance to dream: ay, there's the rub; For in that sleep of death what dreams may come When we have shuffled off this mortal coil, Must give us pause: there's the respect That makes calamity of so long life; For who would bear the whips and scorns of time, The oppressor's wrong, the proud man's contumely, The pangs of despised love, the law's delay, The insolence of office and the spurns That patient merit of the unworthy takes, When he himself might his quietus make With a bare bodkin? who would fardels bear, To grunt and sweat under a weary life, But that the dread of something after death, The undiscover'd country from whose bourn No traveller returns, puzzles the will And makes us rather bear those ills we have Than fly to others that we know not of? Thus conscience does make cowards of us all; And thus the native hue of resolution Is sicklied o'er with the pale cast of thought, And enterprises of great pitch and moment With this regard their currents turn awry, And lose the name of action.Soft you now! The fair Ophelia!   Nymph, in thy orisons Be all my sins remembered.\nOph.: Good my lord, How does your honor for this many a day?\nHam.: I humbly thank you; well, well, well.\nOph.: My lord, I have remembrances of yours, That I have longed long to re-deliver; I pray you, now receive them.\nHam.: No, not I; I never gave you aught.\nOph.: My honor'd lord, you know right well you did; And, with them, words of so sweet breath composed As made the things more rich: their perfume lost, Take these again; for to the noble mind Rich gifts wax poor when givers prove unkind. There, my lord.\nOph.: O, what a noble mind is here o'er- thrown! The courtier's, soldier's, scholar's, eye, tongue, sword; The expectancy and rose of the fair state, The glass of fashion and the mould of form, The observed of all observers, quite, quite down! And I, of ladies most deject and wretched, That suck'd the honey of his music vows, Now see that noble and most sovereign reason, Like sweet bells jangled, out of tune and harsh; That unmatch'd form and feature of blown youth Blasted with ecstasy: O, woe is me, To have seen what I have seen, see what I see!Re-enter KING and POLONIUS.\nKing.: Love! his affections do not that way tend; Nor what he spake, though it lack'd form a little, Was not like madness. There's something in his soul, O'er which his melancholy sits on brood; And I do doubt the hatch and the disclose Will be some danger: which for to prevent, I have in quick determination Thus set it down: he shall with speed to England, For the demand of our neglected tribute: Haply the seas and country different With variable objects shall expel This something-settled matter in his heart, Whereon his brains still beating puts him thus From fashion of himself. What think you on't?\nPol.: It shall do well: but yet do I believe The origin and commencement of his grief Sprung from neglected love. How now, Ophelia! You need not tell us what Lord Hamlet said; We heard it all. My lord, do as you please; But, if you hold it fit, after the play Let his queen mother all alone entreat him To show his grief: let her be round with him; And I'll be placed, so please you, in the ear Of all their conference. If she find him not, To England send him, or confine him where Your wisdom best shall think.\nKing.: It shall be so: Madness in great ones must not unwatch'd go.[Exeunt.",
    "act": 3,
    "scene": 1
  },
  {
    "id": 9,
    "workId": 1,
    "title": "Act 3, Scene 2",
    "content": "Ham.: Horatio, thou art e'en as just a man As e'er my conversation coped withal.\nHor.: O, my dear lord,\nHam.: Nay, do not think I flatter; For what advancement may I hope from thee That no revenue hast but thy good spirits, To feed and clothe thee?   Why should the poor be flatter'd? No, let the candied tongue lick absurd pomp, And crook the pregnant hinges of the knee Where thrift may follow fawning. Dost thou hear? Since my dear soul was mistress of her choice And could of men distinguish, her election Hath seal'd thee for herself; for thou hast been As one, in suffering all, that suffers nothing, A man that fortune's buffets and rewards Hast ta'en with equal thanks: and blest are those Whose blood and judgement are so well commingled, That they are not a pipe for fortune's finger To sound what stop she please. Give me that man That is not passion's slave, and I will wear him In my heart's core, ay, in my heart of heart, As I do thee.Something too much of this. There is a play to-night before the king; One scene of it comes near the circumstance Which I have told thee of my father's death: I prithee, when thou seest that act afoot, Even with the very comment of thy soul Observe mine uncle: if his occulted guilt Do not itself unkennel in one speech, It is a damned ghost that we have seen, And my imaginations are as foul As Vulcan's stithy. Give him heedful note; For I mine eyes will rivet to his face, And after we will both our judgements join In censure of his seeming.\nHor.: Well, my lord: If he steal aught the whilst this play is playing, And 'scape detecting, I will pay the theft.\nHam.: They are coming to the play; I must be idle: Get you a place.Danish march. A flourish.Enter KING, QUEEN, POLONIUS, OPHELIA, ROSENCRANTZ, GUILDENSTERN, and others.\nPro.: For us, and for our tragedy, Here stooping to your clemency, We beg your hearing patiently.Exit.\nP. King.: Full thirty times hath Phoebus' cart gone round Neptune's salt wash and Tellus' orbed ground, And thirty dozen moons with borrow'd sheen About the world have times twelve thirties been, Since love our hearts and Hymen did our hands hands Unite communtual in most sacred bands.\nP. Queen.: So many journeys may the sun and moon Make again count o'er ere love be done! But, woe is me, you are so sick of late, So far from cheer and from your former state, That I distrust you. Yet, though I distrust, Discomfort you, my lord, it nothing must: For women's fear and love holds quantity; In either aught, or in extremity. Now, what my love is, proof hath made you know; And as my love is sized, my fear is so: Where love is great, the littlest doubts are fear; Where little fears grow great, great love grows there.\nP. King.: 'Faith, I must leave thee, love, and shortly too; My operant powers their functions leave to do: And thou shalt live in this fair world behind, Honour'd, beloved; and haply one as kind For husband shalt thou\nP. Queen.: O, confound the rest! Such love must needs be treason in my breast: In second husband let me be accurst! None wed the second but who kill'd the first.\nHam.: Wormwood, wormwood.\nP. Queen.: The instances that second marriage move Are base respects of thrift, but none of love: A second time I kill my husband dead, When second husband kisses me in bed.\nP. King.: I do believe you think what now you speak; But what we do determine oft we break. Purpose is but the slave to memory, Of violent birth, but poor validity: Which now, like fruit unripe, sticks on the tree; But fall, unshaken, when they mellow be. Most necessary 'tis that we forget To pay ourselves what to ourselves is debt: What to ourselves in passion we propose, The passion ending, doth the purpose lose. The violence of either grief or joy Their own enactures with themselves destroy: Where joy most revels, grief doth most lament; Grief joys, joy grieves, on slender accident. This world is not for aye, nor 'tis not strange That even our loves should with our fortunes change; For 'tis a question left us yet to prove, Whether love lead fortune, or else fortune love. The great man down, you mark his favourite flies; The poor advanced makes friends of enemies, And hitherto doth love on fortune tend; For who not needs shall never lack a friend, And who in want a hollow friend doth try, Directly seasons him his enemy. But, orderly to end where I begun, Our wills and fates do so contrary run That our devices still are overthrown; Our thoughts are ours, their ends none of our own: So think thou wilt no second husband wed; But die thy thoughts when thy first lord is dead.\nP. Queen.: Nor earth to me give food, nor heaven light! Sport and repose lock from me day and night! To desperation turn my trust and hope! An anchor's cheer in prison be my scope! Each opposite that blanks the face of joy Meet what I would have well and it destroy! Both here and hence pursue me lasting strife, If, once a widow, ever I be wife!\nHam.: If she should break it now!\nP. King.: 'Tis deeply sworn.Sweet, leave me here awhile; My spirits grow dull, and fain I would beguile The tedious day with sleep.[Sleeps.\nP. Queen.: Sleep rock thy brain; And never come mischance between us twain![Exit.\nLuc.: Thoughts black, hands apt,drugs fit, and time agreeing; Confederate season, else no creature seeing; Thou mixture rank, of midnight weeds collected, With Hecate's ban thrice blasted, thrice infected, Thy natural magic and dire property, On wholesome life usurp immediately.Pours the poison into the sleeper's ears.\nHam.: Why, let the stricken deer go weep, The hart uncalled play; For some must watch, while some must sleep: So runs the world away.\nHam.: For thou dost know, O Damon dear, This realm dismantled was Of Jove himself;and now reigns here A very, verypajock.\nHam.: For if the king like not the comedy, Why, then, belike, he likes it not, perdy.\nHam.: 'Tis now the very witching time of night, When churchyards yawn and hell itself breathes out Contagion to this world: now could I drink hot blood, And do such bitter business as the day Would quake to look on. Soft! now to my mother. O heart, lose not thy nature; let not ever The soul of Nero enter this firm bosom: Let me be cruel, not unnatural: I will speak daggers to her, but use none; My tongue and soul in this be hypocrites; How in my words soever she be shent, To give them seals never, my soul, consent!Exit.",
    "act": 3,
    "scene": 2
  },
  {
    "id": 10,
    "workId": 1,
    "title": "Act 3, Scene 3",
    "content": "King.: I like him not, nor stands it safe with us To let his madness range.   Therefore prepare you; I your commission will forthwith dispatch, And he to England shall along with you: The terms of our estate may not endure Hazard so near us as doth hourly grow Out of his lunacies.\nGuil.: We will ourselves provide: Most holy and religious fear it is To keep those many many bodies safe That live and feed upon your majesty.\nRos.: The singleand peculiar life is bound, With all the strength and armour of the mind, To keep itself from noyance; but much more That spirit upon whose weal depend and rest The lives of many. The cease of majesty Dies not alone; but, like a gulf, doth draw What's near it with it: it is a massy wheel, Fix'd on the summit of the highest mount, To whose huge spokes ten thousand lesser things Are mortised and adjoin'd; which, when it falls, Each small annexment, petty consequence, Attends the boisterous ruin. Never alone Did the king sigh, but with a general groan.\nKing.: Arm you, I pray you, to this speedy voyage; For we will fetters put upon this fear, Which now goes too free-footed.\nRos. and Guil.: We will haste us.Exeunt Rosencrantz and Guildenstern.Enter POLONIUS.\nPol.: My lord, he's going to his mother's closet: Behind the arras I'll convey myself, To hear the process; I'll warrant she'll tax him home: And, as you said, and wisely was it said, 'Tis meet that some more audience than a mother, Since nature makes them partial, should o'erhear The speech, of vantage. Fare you well, my liege: I'll call upon you ere you go to bed, And tell you what I know.\nKing.: Thanks, dear my lord.Exit Polonius. O, my offence is rank, it smells to heaven; It hath the primal eldest curse upon't, A brother's murder. Pray can I not, Though inclination be as sharp as will: My stronger guilt defeats my strong intent; And, like a man to double business bound, I stand in pause where I shall first begin, And both neglect. What if this cursed hand Were thicker than itself with brother's blood, Is there not rain enough in the sweet heavens To wash it white as snow?   Whereto serves mercy But to confront the visage of offence? And what's in prayer but this two-fold force, To be forestalled ere we come to fall, Or pardon'd being down?   Then I'll look up; My fault is past.   But, O, what form of prayer Can serve my term?   'Forgive me my foul murder'? That cannot be; since I am still possess'd Of those effects for which I did the murder, My crown, mine own ambition and my queen. May one be pardon'd and retain the offence? In the corrupted currents of this world Offence's gilded hand may shove by justice, And oft 'tis seen the wicked prize itself Buys out the law: but 'tis not so above; There is no shuffling, there the action lies In his true nature; and we ourselves compell'd, Even to the teeth and forehead of our faults, To give in evidence. What then? what rests? Try what repentance can: what can it not? Yet what can it when one can not repent? O wretched state!  O bosom black as death! O limed soul, that, strupgling to be free, Art more engaged! Help, angels! Make assay! Bow, stubborn knees; and, heart with strings of steel, Be soft as sinews of the new-born babe! All may be well.Retires and kneels.Enter HAMLET.\nHam.: Now might I do it pat, now he is praying; And now I'll do't.   And so he goes to heaven; And so am I revenged. That would be scann'd: A villain kills my father; and for that, I, his sole son, do this same villain send To heaven. O, this is hire and salary, not revenge. He took my father grossly, full of bread; With all his crimes broad blown, as flush as May; And how his audit stands who knows save heaven? But in our circumstance and course of thought. 'Tis heavy with him: and am I then revenged, To take him in the purging of his soul, When he is fit and season'd for his passage? No! Up, sword; and know thou a more horrid hent: When he is drunk asleep, or in his rage, Or in the incestuous pleasure of his bed; At gaming, swearing, or about some act That has no relish of salvation in't; Then trip him, that his heels may kick at heaven, And that his soul may be as damn'd and black As hell, whereto it goes.   My mother stays: This physic but prolongs thy sickly days.Exit.\nKing.: My words fly up, my thoughts remain below: Words without thoughts never to heaven go.[Exit.",
    "act": 3,
    "scene": 3
  },
  {
    "id": 11,
    "workId": 1,
    "title": "Act 3, Scene 4",
    "content": "Pol.: He will come straight.Look you lay home to him: Tell him his pranks have been too broad to bear with, And that your grace hath screen'd and stood between Much heat and him.   I'll sconce me even here. Pray you, be round with him.\nHam.: Mother, mother, mother!\nQueen.: I'll warrant you, Fear me not:withdraw, I hear him coming.[Polonius hides behind the arrasEnter HAMLET.\nHam.: Now, mother, what's the matter?\nQueen.: Hamlet, thou hast thy father much offended.\nHam.: Mother, you have my father much offended.\nQueen.: Come, come, you answer with an idle tongue.\nHam.: Go, go, you question with a wicked tongue.\nQueen.: Why, how now, Hamlet!\nHam.: What's the matter now?\nQueen.: Have you forgot me?\nHam.: No, by the rood, not so: You are the queen, your husband's brother's wife; Andwould it were not so!you are my mother.\nQueen.: Nay, then, I'll set those to you that can speak.\nHam.: Come, come, and sit you down; you shall notbudge; You go not till I set you up a glass Where you may see the inmost part of you.\nQueen.: What wilt thou do? thou wilt not murder me? Help, help, ho!\nPol.: What, ho! help, help, help!\nHam.: How now! a rat? Dead, for a ducat, dead![Makes a pass through the arras.\nPol.: O, I am slain![Falls and dies.\nQueen.: O me, what hast thou done?\nHam.: Nay, I know not: Is it the king?\nQueen.: O, what a rash and bloody deed is this!\nHam.: A bloody deed! almost as bad, good mother, As kill a king, and marry with his brother.\nQueen.: As kill a king!\nHam.: Ay, lady, 'twas my word.[Lifts up the arras and discovers Polonius. Thou wretched, rash, intruding fool, farewell! I took thee for thy better: take thy fortune; Thou find'st to be too busy is some danger. Leave wringing of your hands: peace! sit you down, And let me wring your heart; for so I shall, If it be made of penetrable stuff, If damned custom have not brass'd it so That it be proof and bulwark against sense.\nQueen.: What have I done, that thou darest wag thy tongue In noise so rude against me?\nHam.: Such an act That blurs the grace and blush of modesty, Calls virtue hypocrite, takes off the rose >From the fair forehead of an innocent love And sets a blister there, makes marriage-vows As false as dicers' oaths: O, such a deed As from the body of contraction plucks The very soul, and sweet religion makes A rhapsody of words: heaven's face doth glow; Yea, this solidity and compound mass, With tristful visage, as against the doom, Is thought-sick at the act.\nQueen.: Ay me, what act, That roars so loud, and thundersin the index?\nHam.: Look here, upon this picture, and on this, The counterfeit presentment of two brothers. See, what a grace was seated on this brow; Hyperion's curls; the front of Jove himself; An eye like Mars, to threaten and command; A station like the herald Mercury New-lighted on a heaven-kissing hill; A combination and a form indeed, Where every god did seem to set his seal, To give the world assurance of a man: This was your husband. Look you now, what follows: Here is your husband; like a mildew'd ear, Blasting his wholesome brother.   Have you eyes? Could you on this fair mountain leave to feed, And batten on this moor?   Ha! have you eyes? You cannot call it love; for at your age The hey-day in the blood is tame, it's humble, And waits upon the judgement: and what judgement Would step from this to this?   Sense, sure, you have, Else could you not have motion; but sure, that sense Is apoplex'd; for madness would not err, Nor sense to ecstasy was ne'er so thrall'd But it reserved some quantity of choice, To serve in such a difference.   What devil was't That thus hath cozen'd you at hoodman-blind? Eyes without feeling, feeling without sight, Ears without hands or eyes, smelling sans all, Or but a sickly part of one true sense Could not so mope. O shame! where is thy blush?   Rebellious hell, If thou canst mutine in a matron's bones, To flaming youth let virtue be as wax, And melt in her own fire: proclaim no shame When the compulsive ardour gives the charge, Since frost itself as actively doth burn And reason panders will.\nQueen.: O Hamlet, speak no more: Thou turn'st mine eyes into my very soul; And there I see such black and grained spots As will not leave their tinct.\nHam.: Nay, but to live In the rank sweat of an enseamed bed, Stew'd in corruption, honeying and making love Over the nasty sty,\nQueen.: O, speak to me no more; These words, like daggers, enter in mine ears; No more, sweet Hamlet!\nHam.: A murderer and a villain; A slave that is not twentieth part the tithe Of your precedent lord; a vice of kings; A cutpurse of the empire and the rule, That from a shelf the precious diadem stole, And put it in his pocket!\nQueen.: No more!\nHam.: A king of shreds and patches,Enter Ghost. Save me, and hover o'er me with your wings, You heavenly guards!   What would your gracious figure?\nQueen.: Alas, he's mad!\nHam.: Do you not come your tardy son to chide, That, lapsed in time and passion, lets go by The important acting of your dread command? O, say!\nGhost.: Do not forget: this visitation Is but to whet thy almost blunted purpose. But, look, amazement on thy mother sits: O, step between her and her fighting soul: Conceit in weakest bodies strongest works: Speak to her, Hamlet.\nHam.: How is it with you, lady?\nQueen.: Alas, how is't with you, That you do bend your eye on vacancy And with the incorporal air do hold discourse? Forth at your eyes your spirits wildly peep; And, as the sleeping soldiers in the alarm, Your bedded hair, like life in excrements, Start up, and stand an end. O gentle son, Upon the heat and flame of thy distemper Sprinkle cool patience.   Whereon do you look?\nHam.: On him, on him!   Look you, how pale he glares! His form and cause conjoin'd, preaching to stones, Would make them capable.  Do not look upon me; Lest with this piteous action you convert My stern effects: then what I have to do Will want true colour; tears perchance for blood.\nQueen.: To whom do you speak this?\nHam.: Do you see nothing there?\nQueen.: Nothing at all; yet all that is I see.\nHam.: Nor did you nothing hear?\nQueen.: No, nothing but ourselves.\nHam.: Why, look you there look, how it steals away! My father, in his habit as he lived! Look, where he goes, even now, out at the portal!Exit Ghost.\nQueen.: This is the very coinage of your brain: This bodiless creation ecstasy Is very cunning in.\nHam.: Ecstasy ! My pulse, as yours, doth temperately keep time, And makes as healthful music: it is not madness That I have utter'd: bring me to the test, And I the matter will re-word; which madness Would gambol from.   Mother, for love of grace, Lay not that flattering unction to your soul, That not your trespass, but my madness speaks: It will but skin and film the ulcerous place, Whiles rank corruption, mining all within, Infects unseen. Confess yourself to heaven; Repent what's past; avoid what is to come; And do not spread the compost on the weeds, To make them ranker.   Forgive me this my virtue; For in the fatness of these pursy times Virtue itself of vice must pardon beg, Yea, curb and woo for leave to do him good.\nQueen.: O Hamlet,thou hast cleft my heart in twain.\nHam.: O, throw away the worser part of it, And live the purer with the other half. Good night: but go not to mine uncle's bed; Assume a virtue, if you have it not. That monster, custom, who all sense doth eat, Of habits devil, is angel yet in this, That to the use of actions fair and good He likewise gives a frock or livery, That aptly is put on. Refrain to-night, And that shall lend a kind of easiness To the next abstinence: the next more easy; For use almost can change the stamp of nature, And either....the devil, or throw him out With wondrous potency.   Once more, good night: And when you are desirous to be bless'd, I'll blessing beg of you. For this same lord,[Pointing to Polonius. I do repent: but heaven hath pleased it so, To punish me with this and this with me, That I must be their scourge and minister. I will bestow him, and will answer well The death I gave him. So, again, good night. I must be cruel, only to be kind: Thus bad begins and worse remains behind. One word more, good lady.\nQueen.: What shall I do?\nHam.: Not this, by no means, that I bid you do: Let the bloat king tempt you again to bed; Pinch wanton on your cheek; call you his mouse; And let him, for a pair of reechy kisses, Or paddling in your neck with his damn'd fingers, Make you to ravel all this matter out, That I essentially am not in madness, But mad in craft. 'Twere good you let him know; For who, that's but a queen, fair, sober, wise, Would from a paddock, from a bat, a gib, Such dear concernings hide? who would do so? No, in despite of sense and secrecy, Unpeg the basket on the house's top, Let the birds fly, and, like the famous ape, To try conclusions, in the basket creep, And break your own neck down.\nQueen.: Be thou assured, if words be made of breath, And breath of life, I have no life to breathe What thou hast said to me.\nHam.: I must to England; you know that?\nQueen.: Alack, I had forgot: 'tis so concluded on.\nHam.: There's letters seal'd: and my two schoolfellows, Whom I will trust as I will adders fang'd, They bear the mandate; they must sweep my way, And marshal me to knavery. Let it work; For 'tis the sport to have the enginer Hoist with his own petar: and't shall go hard But I will delve one yard below their mines, And blow them at the moon: O, 'tis most sweet, When in one line two crafts directly meet. This man shall set me packing: I'll lug the guts into the neighbour room. Mother, good night. Indeed this counsellor Is now most still, most secret and most grave, Who was in life a foolish prating knave. Come, sir, to draw toward an end with you. Good night, mother.Exeunt severally; Hamlet dragging in Polonius.",
    "act": 3,
    "scene": 4
  },
  {
    "id": 12,
    "workId": 1,
    "title": "Act 4, Scene 1",
    "content": "King.: There's matter in these sighs,these profound heaves: You must translate: 'tis fit we understand them. Where is your son?\nQueen.: Bestow this place on us a little while.Exeunt Rosencrantz and Guildenstern. Ah, mine own lord, what have I seen to-night!\nKing.: What, Gertrude?   How does Hamlet?\nQueen.: Mad as the sea and wind, when both contend Which is the mightier: in his lawless fit, Behind the arras hearing something stir, 'Whips out his rapier, cries, 'A rat, a rat!' And, in this brainish apprehension, kills The unseen good old man.\nKing.: O heavy deed! It had been so with us, had we been there: His liberty is full of threats to all; To you yourself, to us, to every one. Alas, how shall this bloody deed be answer'd? It will be laid to us, whose providence Should have kept short, restrain'd and out of haunt, This mad young man: but so much was our love, We would not understand what was most fit; But, like the owner of a foul disease, To keep it from divulging, let it feed Even on the pith of life. Where is he gone?\nQueen.: To draw apart the body he hath kill'd: O'er whom his very madness, like some ore Among a mineral of metals base, Shows itself pure; he weeps for what is done.\nKing.: O Gertrude, come away! The sun no sooner shall the mountains touch, But we will ship him hence: and this vile deed We must, with all our majesty and skill, Both countenance and excuse.Ho, Guildenstern!Re-enter ROSENCRANTZ and GUILDENSTERN. Friends both, go join you with some further aid: Hamlet in madness hath Polonius slain, And from his mother's closet hath he dragg'd him: Go seek him out; speak fair, and bring the body Into the chapel. I pray you, haste in this.[Exeunt Rosencrantz and Guildenstern. Come, Gertrude, we'll call up our wisest friends; And let them know, both what we mean to do, And what's untimely done........ Whose whisper o'er the world's diameter, As level as the cannon to his blank, Transports his poison'd shot, may miss our name, And hit the woundless air. O, come away! My soul is full of discord and dismay.[Exeunt.",
    "act": 4,
    "scene": 1
  },
  {
    "id": 13,
    "workId": 1,
    "title": "Act 4, Scene 2",
    "content": "Ros.: What have you done, my lord, with the dead body?\nHam.: Compounded it with dust, whereto\n'tis kin.\nRos.: Tell us where 'tis, that we may take it thence And bear it to the chapel.",
    "act": 4,
    "scene": 2
  },
  {
    "id": 14,
    "workId": 1,
    "title": "Act 4, Scene 3",
    "content": "King.: I have sent to seek him, and to find the body. How dangerous is it that this man goes loose! Yet must not we put the strong law on him: He's loved of the distracted multitude, Who like not in their judgement, but their eyes; And where 'tis so, the offender's scourge is  weigh'd, But never the offence. To bear all smooth and even, This sudden sending him away must seem Deliberate pause: diseases desperate grown By desperate appliance are relieved, Or not at all.Enter ROSENCRANTZ. How now! what hath befall'n?\nRos.: Where the dead body is bestow'd, my lord, We cannot get from him.\nKing.: But where is he?\nRos.: Without, my lord; guarded, to know yourpleasure.\nKing.: Hamlet, this deed, for thine especial safety, Which we do tender, as we dearly grieve For that which thou hast done,must send thee hence With fiery quickness; therefore prepare thyself; The bark is ready, and the wind at help, The associates tend, and every thing is bent For England.\nHam.: For England!\nKing.: Ay, Hamlet.\nHam.: Good.\nKing.: So is it, if thou knew'st our purposes.\nKing.: Thy loving father, Hamlet.\nHam.: My mother: father and mother isman andwife; man and wife is one flesh;and so, my mother. Come,for England![Exit.\nKing.: Follow him at foot;tempt him with speed aboard; Delay it not; I'll have him hence to-night: Away! for every thing is seal'd and done That else leans on the affair: pray you, make haste.[Exeunt Rosencrantz and Guildenstern. And, England, if my love thou hold'st at aught As my great power thereof may give thee sense, Since yet thy cicatrice looks raw and red After the Danish sword, and thy free awe Pays homage to usthou mayst not coldly set Our sovereign process; which imports at full, By letters congruing to that effect, The present death of Hamlet. Do it, England; For like the hectic in my blood he rages, And thou must cure me: till I know 'tis done, Howe'er my haps, my joys were ne'er begun.[Exit.",
    "act": 4,
    "scene": 3
  },
  {
    "id": 15,
    "workId": 1,
    "title": "Act 4, Scene 4",
    "content": "Fort.: Go, captain, from me greet the Danish king; Tell him that, by his license, Fortinbras Craves the conveyance of a promised march Over his kingdom. You know the rendezvous. If that his majesty would aught with us, We shall express our duty in his eye; And let him know so.\nCap.: I will do't, my lord.\nFort.: Go softly on.[Exeunt Fortinbras and Soldiers,Enter HAMLET, ROSENCRANTZ, GUILDENSTERN, and others.\nHam.: Good sir, whose powers are these?\nCap.: They are of Norway, sir.\nHam.: How purposed, sir, I pray you?\nCap.: Against some part of Poland.\nHam.: Who commands them, sir?\nCap.: The nephew to old Norway, Fortinbras.\nHam.: Goes it against the main of Poland, sir, Or some frontier?\nCap.: Truly to speak, and with no addition, We go to gain a little patch of ground That hath in it no profit but the name. To pay five ducats, five, I would not farm it; Nor will it yield to Norway or the Pole A ranker rate, should it be sold in fee.\nHam.: Why, then the Polack never will defend it.\nCap.: Yes, it is already garrison'd.\nHam.: Two thousand souls and twenty thousand ducats Will not debate the question of this straw: This is the imposthume of much wealth and peace, That inward breaks, and shows no cause without Why the man dies. I humbly thank you, sir.\nCap.: God be wi' you, sir.[Exit.\nRos.: Will't please you go, my lord?\nHam.: I'll be with you straight.   Go a little before.[Exeunt all except Hamlet, How all occasions do inform against me, And spur my dull revenge!   What is a man, If his chief good and market of his time Be but to sleep and feed? a beast, no more. Sure, he that made us with such large discourse, Looking before and after, gave us not That capability and god-like reason To fust in us unused. Now, whether it be Bestial oblivion, or some craven scruple Of thinking too precisely on the event, A thought which, quarter'd, hath but one part wisdom And ever three parts coward, I do not know Why yet I live to say 'This thing's to do;' Sith I have cause and will and strength and means To do't. Examples gross as earth exhort me: Witness this army of such mass and charge Led by a delicate and tender prince, Whose spirit with divine ambition puff'd Makes mouths at the invisible event, Exposing what is mortal and unsure To all that fortune, death and danger dare, Even for an egg-shell. Rightly to be great Is not to stir without great argument, But greatly to find quarrel in a straw When honour's at the stake. How stand I then, That have a father kill'd, a mother stain'd, Excitements of my reason and my blood, And let all sleep? while, to my shame, I see The imminent death of twenty thousand men, That, for a fantasy and trick of fame, Go to their graves like beds, fight for a plot Whereon the numbers cannot try the cause, Which is not tomb enough and continent Fo hide the slain?   O, from this time forth, My thoughts be bloody, or be nothing worth![Exit.",
    "act": 4,
    "scene": 4
  },
  {
    "id": 16,
    "workId": 1,
    "title": "Act 4, Scene 5",
    "content": "Queen.: I will not speak with her.\nGent.: She is importunate, indeed distract: Her moodwill needs be pitied.\nQueen.: What would she have?\nGent.: She speaks much of her father; says she hears There's tricks i' the world; and hems, and beats her heart; Spurns enviously at straws; speaks things in doubt, That carry but half sense: her speech is nothing, Yet the unshaped use of it doth move The hearers to collection; they aim at it, And botch the words up fit to their own thoughts; Which, as her winks, and nods, and gestures yield them, Indeed would make one think there might be thought, Though nothing sure, yet much unhappily.\nHor.: 'Twere good she were spoken with: for she may strew Dangerous conjectures in ill-breeding minds.\nQueen.: Let her come in.[Exit Horatio. To my sick soul, as sin's true nature is, Each toy seems prologue to some great amiss: So full of artless jealousy is guilt, It spills itself in fearing to be split.Re-enter HORATIO with OPHELIA.\nOph.: Where is the beauteous majesty of Denmark?\nQueen.: How now, Ophelia!\nOph.: How should I your true love know From another one? By his cockle hat and staff, And his sandal shoon.\nQueen.: Alas, sweet lady, what imports this song?\nOph.: He is dead and gone, lady, He is dead and gone; At his head a grass-green turf, At his heels a stone.\nOph.: White his shroud as the mountain snow,\nOph.: Larded with sweet flowers; Which bewept to the grave did go With true-love showers.\nOph.: To-morrow is Saint Valentine's day, All in the morning betime, And I a maid at your window, To be your Valentine. Then up he rose, and donn'd his clothes, And dupp'd the chamber door; Let in the maid, that out a maid Never departed more.\nOph.: By Gis and by Saint Charity, Alack, and fie for shame! Young men will do't, if they come to't; By cock, they are to blame. Quoth she, before you tumbled me, You promised me to wed. So would I ha' done, by yonder sun, An thou hadst not come to my bed.\nKing.: Follow her close;give her good watch, I pray you.[Exit Horatio. O, this is the poison of deep grief; it springs All from her father's death.  O Gertrude, Gertrude, When sorrows come, they come not single spies, But in battalions. First, her father slain: Next, your son gone; and he most violent author Of his own just remove: the people muddied, Thick and unwholesome in their thoughts and whispers, For good Polonius' death; and we have done but greenly, In hugger-mugger to inter him: poor Ophelia Divided from herself and her fair judgement, Without the which we are pictures, or mere beasts: Last, and as much containing as all these, Her brother is in secret come from France; Feeds on his wonder, keeps himself in clouds, And wants not buzzers to infect his ear With pestilent speeches of his father's death; Wherein necessity, of matter beggar'd, Will nothing stick our person to arraign In ear and ear. O my dear Gertrude, this, Like to a murdering-piece, in many places Gives me superfluous death.[A noise within.\nQueen.: Alack, what noise is this?\nKing.: Where are my Switzers?Let them guard the door.Enter another Gentleman. What is the matter?\nGent.: Save yourself, my lord: The ocean, overpeering of his list, Eats not the flats with more impetuous haste Than young Laertes, in a riotous head, O'erbears your officers. The rabble call him lord; And, as the world were now but to begin, Antiquity forgot, custom not known, The ratifiers and props of every word, They cry, 'Choose we: Laertes shall be king:' Caps, hands, and tongues, applaud it to the clouds: 'Laertes shall be king, Laertes king!'\nQueen.: How cheerfully on the false trail they cry! O, this is counter, you false Danish dogs!\nKing.: The doors are broke.[Noise within.Enter LAERTES, armed; Danes following.\nLaer.: Where is this king?   Sirs, stand you all without.\nDanes.: No, let's come in.\nLaer.: I pray you, give me leave.\nLaer.: I thank you; keep the door.O thou vile king, Give me my father!\nQueen.: Calmly, good Laertes.\nLaer.: That drop of blood that's calmproclaims me bastard, Cries cuckold to my father, brands the harlot Even here, between the chaste unsmirched brow Of my true mother.\nKing.: What is the cause, Laertes, That thy rebellion looks so giant-like? Let him go, Gertrude; do not fear our person: There's such divinity doth hedge a king, That treason can but peep to what it would, Acts little of his will. Tell us, Laertes, Why thou art thus incensed. Let him go, Gertrude. Speak, man.\nLaer.: Where is my father?\nKing.: Dead.\nQueen.: But not by him,\nKing.: Let him demand his fill.\nLaer.: How came he dead?   I'll not be juggled with: To hell, allegiance! vows, to the blackest devil! Conscience and grace, to the profoundest pit! I dare damnation. To this point I stand, That both the worlds I give to negligence, Let come what comes; only I'll be revenged Most throughly for my father.\nKing.: Who shall stay you?\nLaer.: My will, not all the world: And for my means, I'll husband them   so well, They shall go far with little.\nKing.: Good Laertes, If you desire to know the certainty Of your dear father's death, is't writ in your revenge, That, swoopstake, you will draw both friend and foe, Winner and loser?\nLaer.: None but his enemies.\nKing.: Will you know them then?\nLaer.: To his good friends thus wide I'll ope my arms; And like the kind life-rendering pelican, Repast them with my blood.\nKing.: Why, now you speak Like a good child and a true gentleman. That I am guiltless of your father's death, And am most sensibly in grief for it, It shall as level to your judgement pierce As day does to your eye.\nLaer.: How now! what noise is that?Re-enter OPHELIA. O heat, dry up my brains! tears seven times salt, Burn out the sense and virtue of mine eye! By heaven, thy madness shall be paid by weight, Till our scale turn the beam. O rose of May! Dear maid, kind sister, sweet Ophelia! O heavens! is't possible, a young maid's wits Should be as moral as an old man's life? Nature is fine in love, and where 'tis fine, It sends some precious instance of itself After the thing it loves.\nOph.: They bore him barefaced on the bier; Hey non nonny, nonny, hey nonny; And in his grave rain'd many a tear: Fare you well, my dove!\nLaer.: Hadst thou thy wits, and didst persuade revenge, It could not move thus.\nOph.: You must sing a-down a-down, An you callhim a-down-a.\nOph.: For bonny sweet Robin is all my joy.\nLaer.: Thought and affliction, passion, hell itself, She turns to favor and to prettiness.\nOph.: And will he not come again? And will he not come again? No, no, he is dead: Go to thy death-bed: He never will come again. His beard was as white as snow, All flaxen was his poll: He is gone, he is gone, And we cast away moan: God ha' mercy on his soul! And of all Christian souls, I pray God.God be wi' ye.[Exit.\nKing.: Laertes, I must commune with your grief, Or you deny me right.   Go but apart, Make choice of whom your wisest friends you will, And they shall hear and judge 'twixt you and me: If by direct or by collateral hand They find us touch'd, we will our kingdom give, Our crown, our life, and all that we call ours, To you in satisfaction; but if not, Be you content to lend your patience to us, And we shall jointly labor with your soul To give it due content.\nLaer.: Let this be so; His means of death, his obscure funeral No trophy, sword, nor hatchment o'er his bones, No noble rite nor formal ostentation Cry to be heard, as 'twere from heaven to earth, That I must call't in question.\nKing.: So you shall; And where the offence is let the great axe fall. I pray you, go with me.[Exeunt.",
    "act": 4,
    "scene": 5
  },
  {
    "id": 17,
    "workId": 1,
    "title": "Act 4, Scene 6",
    "content": "Hor.: What are they that would speak with me?\nServ.: Sailors, sir: they say they have letters for you.\nHor.: Let them come in.[Exit Servant. I do not know from what part of the world I should be greeted, if not from Lord Hamlet.Enter Sailors.",
    "act": 4,
    "scene": 6
  },
  {
    "id": 18,
    "workId": 1,
    "title": "Act 4, Scene 7",
    "content": "King.: Now must your conscience my acquittance seal, And you must put me in your heart for friend, Sith you have heard, and with a knowing ear, That he which hath your noble father slain Pursued my life.\nLaer.: It well appears: but tell me Why you proceeded not against these feats, So crimeful and so capital in nature, As by your safety, wisdom, all things else, You mainly were stirr'd up.\nKing.: O, for two special reasons; Which may to you, perhaps, seem much unsinew'd, But yet to me they are strong. The queen his mother Lives almost by his looks; and for myself My virtue or my plague, be it either which She's so conjunctive to my life and soul, That, as the star moves not but in his sphere, I could not but by her. The other motive, Why to a public count I might not go, Is the great love the general gender bear him; Who, dipping all his faults in their affection, Would, like the spring that turneth wood to stone, Convert his gyves to graces; so that my arrows, Too slightly timber'd for so loud a wind, Would have reverted to my bow again, And not where I had aimed them.\nLaer.: And so have I a noble father lost; A sister driven into desperate terms, Whose worth, if praises may go back again, Stood challenger on mount of all the age For her perfections: but my revenge will come.\nKing.: Break not your sleeps for that:you must not think That we are made of stuff so flat and dull That we can let our beard be shook with danger And think it pastime. You shortly shall hear more: I loved your father, and we love ourself; And that, I hope, will teach you to imagineEnter a Messenger. How now! what news?\nMess.: Letters, my lord, from Hamlet: This to yourmajesty; this to the queen.\nKing.: From Hamlet! who brought them?\nMess.: Sailors, my lord, they say; I saw them not: They were given me by Claudio; he received them Of him that brought them.\nKing.: Laertes, you shall hear them. Leave us.[Exit Messenger.[Reads]'High and mighty, You shall knowI am set naked on yourkingdom. To-morrowshall I beg leave to see your kinglyeyes: whenI shall, first asking your pardon thereunto, recountthe occasion of my sudden and morestrange return.'HAMLET.' What should this mean?   Are all the rest come back? Or is it some abuse and no such thing?\nLaer.: Know you the hand?\nKing.: 'Tis Hamlet's character.   'Naked!' And in a postscripthere, he says 'alone.' Can you advise me?\nLaer.: I'm lost in it, my lord.   But let him come; It warms the very sickness in my heart, That I shall live and tell him to his teeth, 'Thus didest thou.'\nKing.: If it be so, Laertes As how should it be so?how otherwise? Will you be ruled by me?\nLaer.: Ay, my lord; So you will not o'errule me to a peace.\nKing.: To thine own peace. If he be now return'd, As checking at his voyage, and that he means No more to undertake it, I will work him To an exploit, now ripe in my device, Under the which he shall not choose but fall: And for his death no wind of blame shall breathe, But even his mother shall uncharge the practice And call it accident.\nLaer.: My lord, I will be ruled; The rather, if you could devise it so That I might be the organ.\nKing.: It falls right. You have been talk'd of since your travel much, And that in Hamlet's hearing, for a quality Wherein, they say, you shine: your sum of parts Did not together pluck such envy from him As did that one, and that, in my regard, Of the unworthiest siege.\nLaer.: What part is that, my lord?\nKing.: A very riband in the cap of youth, Yet needful too; for youth no less becomes The light and careless livery that it wears Than settled age his sables and his weeds, Importing health and graveness. Two months since, Here was a gentleman of Normandy: I've seen myself, and served against, the French, And they can well on horseback: but this gallant Had witchcraft in't; he grew unto his seat; And to such wondrous doing brought his horse, As had he been incorpsed and demi-natured With the brave beast: so far he topp'd my thought, That I, in forgery of shapes and tricks, Come short of what he did.\nLaer.: A Norman was't?\nKing.: A Norman.\nLaer.: Upon my life, Lamond.\nKing.: The very same.\nLaer.: I know him well: he is the brooch indeed And gem of all the nation.\nKing.: He made confession of you, And gave you such a masterly report For art and exercise in your defence And for your rapier most especial, That he cried out, 'twould be a sight indeed, If one could match you: the scrimers of their nation, He swore, had neither motion, guard, nor eye, If you opposed them. Sir, this report of his Did Hamlet so envenom with his envy That he could nothing do but wish and beg Your sudden coming o'er, to play with him. Now, out of this,\nLaer.: What out of this, my lord?\nKing.: Laertes, was your father dear to you? Or are you like the painting of a sorrow, A face without a heart?\nLaer.: Why ask you this?\nKing.: Not that I think you did not love your father; But that I know love is begun by time; And that I see, in passages of proof, Time qualifies the spark and fire of it. There lives within the very flame of love A kind of wick or snuff that will abate it; And nothing is at a like goodness still; For goodness, growing to a plurisy, Dies in his own too much: that we would do, We should do when we would; for this 'would' changes And hath abatements and delays as many As there are tongues, are hands, are accidents; And then this 'should' is like a spendthrift sigh, That hurts by easing.   But, to the quick o' the ulcer: Hamlet comes back: what would you undertake, To show yourself your father's son in deed More than in words?\nLaer.: To cut his throat i' the church.\nKing.: No place, indeed, should murder sanctuarize; Revenge should have no bounds. But, good Laertes, Will you do this, keep close within your chamber. Hamlet return'd shall know you are come home: We'll put on those shall praise your excellence And set a double varnish on the fame The Frenchman gave you, bring you in fine together And wager on your heads: he, being remiss, Most generous and free from all contriving, Will not peruse the foils; so that, with ease, Or with a little shuffling, you may choose A sword unbated, and in a pass of practice Requite him for your father.\nLaer.: I will do't: And, for that purpose, I'll anoint my sword. I bought an unction of a mountebank, So mortal that, but dip a knife in it, Where it draws blood no cataplasm so rare, Collected from all simples that have virtue Under the moon, can save the thing from death That is but scratch'd withal: I'll touch my point With this contagion, that, if I gall him slightly, It may be death.\nKing.: Let's further think of this; Weigh what convenience both of time and means May fit us to our shape: if this should fail, And that our drift look through our bad performance, 'Twere better not assay'd: therefore this project Should have a back or second, that might hold, If this should blast in proof. Soft! let me see: We'll make a solemn wager on your cunnings: I ha't: When in your motion you are hot and dry And make your bouts more violent to that end And that he calls for drink, I'll have prepared him A chalice for the nonce, whereon but sipping, If he by chance escape your venom'd stuck, Our purpose may hold there.Enter QUEEN. How now, sweet queen!\nQueen.: One woe doth tread upon another's heel, So fast they follow: your sister's drowned, Laertes.\nLaer.: Drown'd!   O, where?\nQueen.: There is a willow grows aslant a brook, That shows his hoar leaves in the glassy stream; There with fantastic garlands did she come Of crow-flowers, nettles, daisies, and long purples That liberal shepherds give a grosser name, But our cold maids do dead men's fingers call them: There, on the pendent boughs her coronet weeds Clambering to hang, an envious sliver broke: When down her weedy trophies and herself Fell in the weeping brook. Her clothes spread wide; And, mermaid-like, awhile they bore her up: Which time she chanted snatches of old tunes; As one incapable of her own distress, Or like a creature native and indued Unto that element: but long it could not be Till that her garments, heavy with their drink, Pull'd the poor wretch from her melodious lay To muddy death.\nLaer.: Alas, then, she is drown'd?\nQueen.: Drown'd, drown'd.\nLaer.: Too much of water hast thou, poor Ophelia, And therefore I forbid my tears: but yet It is our trick; nature her custom holds, Let shame say what it will: when these are gone, The woman will be out. Adieu, my lord: I have a speech of fire, that fain would blaze, But that this folly douts it.Exit.\nKing.: Let's follow, Gertrude: How much I had to do to calm his rage! Now fear I this will give it start again; Therefore let's follow.[Exeunt.",
    "act": 4,
    "scene": 7
  },
  {
    "id": 19,
    "workId": 1,
    "title": "Act 5, Scene 1",
    "content": "First Clo.: In youth, when I did love, did love, Methought it was very sweet, To contract, O, the time, for, ah, my behove, Methought, there was nothing meet.\nFirst Clo.: But age, with his stealing steps, Hath claw'd me in his clutch, As if I had never been such.\nFirst Clo.: A pick-axe, and a spade, a spade, For and a shrouding sheet: O, a pit of clay for to be made For such a guest is meet.\nFirst Clo.: O, a pit of clay for to be made For such a guest is meet.\nHam.: Imperious Csar, dead and turn'd to clay, Might stop a hole to keep the wind away: O, that that earth, which kept the world in awe, Should patch a wall to expel the winter's flaw! But soft! but soft! aside: here comes the king,Enter Priests, &c. in procession; the Corpse\n   of OPHELIA, LAERTES and Mourners following; \n   KING, QUEEN, their trains, &c. The queen, the courtiers: who is this they follow? And with such maimed rites?   This doth betoken The corse they follow did with desperate hand Fordo its own life: 'twas of some estate. A very noble youth: mark.[Retiring with Horatio.\nLaer.: What ceremony else?\nHam.: That is Laertes,\nFirst Priest.: Her obsequies have been as far enlarged As we have warrantise: her death was doubtful; And, but that great command o'ersways the order, She should in ground unsanctified have lodged Till the last trumpet; for charitable prayers, Shards, flints and pebbles should be thrown on her: Yet here she is allow'd her virgin crants, Her maiden strewments and the bringing home Of bell and burial.\nLaer.: Must there no more be done?\nFirst Priest.: No more be done: We should profane the service of the dead To sing a requiem and such rest to her As to peace-parted souls.\nLaer.: Lay her i' the earth: And from her fair and unpolluted flesh May violets spring!   I tell thee, churlish priest, A ministering angel shall my sister be, When thou liest howling.\nHam.: What, the fair Ophelia!\nQueen.: Sweets to the sweet: farewell![Scattering flowers. I hoped thou shouldst have been my Hamlet's wife; I thought thy bride-bed to have deck'd, sweet maid, And not have strew'd thy grave.\nLaer.: O, treble woe Fall ten times treble on that cursed head, Whose wicked deed thy most ingenious sense Deprived thee of! Hold off the earth awhile, Till I have caught her once more in mine arms:Leaps into the grave. Now pile your dust upon the quick and dead, Till of this flat a mountain you have made, To o'erton old Pelion, or the skyish head Of blue Olympus.\nHam.: What is he whose grief Bears such an emphasis? whose phrase of sorrow Conjures the wandering stars, and makes them stand Like wonder-wounded hearers? This is I, Hamlet the Dane.[Leaps into the grave.\nLaer.: The devil take thy soul![Grappling with him.\nHam.: Thou pray'st not well. I prithee, take thy fingers from my throat; For, though I am not splenitive and rash, Yet have I something in me dangerous, Which let thy wiseness fear: hold off thy hand.\nKing.: Pluck them asunder.\nQueen.: Hamlet, Hamlet!\nAll.: Gentlemen,\nHor.: Good my lord, be quiet.[The Attendants part them, and they come out of the grave.\nHam.: Why, I will fight with him upon this theme Until my eyelids will no longer wag.\nQueen.: O my son, what theme?\nHam.: I loved Ophelia: forty thousand brothers Could not, with all their quantity of love, Make up my sum. What wilt thou do for her?\nKing.: O, he is mad, Laertes.\nQueen.: For love of God, forbear him.\nHam.: 'Swounds, show me what thou'lt do: Woo't weep?   woo't fight?   woo't fast? woo't tear thyself? Woo't drink up eisel? eat a crocodile? I'll do't. Dost thou come here to whine? To outface me with leaping in her grave? Be buried quick with her, and so will I: And, if thou prate of mountains, let them throw Millions of acres on us, till our ground, Singeing his pate against the burning zone, Make Ossa like a wart!   Nay, an thou'lt mouth, I'll rant as well as thou.\nQueen.: This is mere madness: And thus awhile the fit will work on him; Anon, as patient as the female dove, When that her golden couplets are disclosed, His silence will sit drooping.\nHam.: Hear you, sir; What is the reason that you use me thus? I loved you ever: but it is no matter; Let Hercules himself do what he may, The cat will mew and dog will have his day.[Exit.\nKing.: I pray you, good Horatio, wait upon him.[Exit Horatio.[To Laertes] Strengthen your patience in our last night's speech; We'll put the matter to the present push. Good Gertrude, set some watch over your son. This grave shall have a living monument: An hour of quiet shortly shall we see; Till then, in patience our proceeding be.[Exeunt.",
    "act": 5,
    "scene": 1
  },
  {
    "id": 20,
    "workId": 1,
    "title": "Act 5, Scene 2",
    "content": "Ham.: So much for this, sir: now shall you see the other; You do remember all the circumstance?\nHor.: Remember it, my lord!\nHam.: Sir, in my heart there was a kind of fighting, That would not let me sleep: methought I lay Worse than the mutines in the bilboes. Rashly, And praised be rashness for it, let us know, Our indiscretion sometimes serves us well, When our deep plots do pall: and that should teach us There's a divinity that shapes our ends, Rough-hew them how we will,\nHor.: That is most certain.\nHam.: Up from my cabin, My sea-gown scarf'd about me, in the dark Groped I to find out them; had my desire, Finger'd their packet, and in fine withdrew To mine own room again; making so bold, My fears forgetting manners, to unseal Their grand commission; where I found, Horatio, O royal knavery!an exact command, Larded with many several sorts of reasons Importing Denmark's health and England's too, With ho! such bugs and goblins in my life, That, on the supervise, no leisure bated, No, not to stay the grinding of the axe, My head should be struck off.\nHor.: Is't possible?\nHam.: Here's the commission: read it at more leisure. But wilt thou hear me how I did proceed?\nHor.: I beseech you.\nHam.: Being   thus be-netted   round   with villanies, Ere I could make a prologue to my brains, They had begun the playI sat me down, Devised a new commission, wrote it fair: I once did hold it, as our statists do, A baseness to write fair and labor'd much How to forget that learning, but, sir, now It did me yeoman's service: wilt thou know The effect of what I wrote?\nHor.: Ay, good my lord.\nHam.: An earnest conjuration from the king, As England was his faithful tributary, As love between them like the palm might flourish, As peace should still her wheaten garland wear And stand a comma 'tween their amities, Ard many such-like 'As'es of great charge, That, on the view and knowing of these contents. Without debatement further, more or less, He should the bearers put to sudden death, Not shriving-time allow'd.\nHor.: How was this seal'd?\nHam.: Why, even in that was heaven ordinant. I had my father's signet in my purse, Which was the model of that Danish seal; Folded the writ up in form of the other, Subscribed it, gave 't the impression, placed it safely, The changeling never known. Now, the next day Was our sea-fight; and what to this was sequent Thou know'st already.\nHor.: So Guildenstern and Rosencrantz go to't.\nHam.: Why, man, they did make love to this employment; They are not near my conscience; their defeat Does by their own insinuation grow: 'Tis dangerous when the baser nature comes Between the pass and fell incensed points Of mighty opposites.\nHor.: Why, what a king is this!\nHam.: Does it not, think'st thee, stand me, now upon He that hath kill'd my king and whored my mother, Popp'd in between the election and my hopes, Thrown out his angle for my proper life, And with such cozenageis't not perfect conscience, To quit him with this arm? and is't not to be damn'd, To let this canker of our nature come In further evil?\nHor.: It must be shortly known to him from England What is the issue of the business there.\nHam.: It will be short:the interim is mine; And a man's life's no morethan to say 'One.' But I am very sorry, good Horatio, That to Laertes I forgot myself; For, by the image of my cause, I see The portraiture of his: I'll court his favours: But, sure, the bravery of his grief did put me Into a towering passion.\nHor.: Peace! who comes here?Enter OSRIC.\nHam.: I be so able as now.\nKing.: Come, Hamlet, come, and take this hand from me.[The King puts Laertes' hand into Hamlet's.\nHam.: Give me your pardon, sir: I 've done you wrong; But pardon't, as you are a gentleman. This presence knows, And you must needs have heard, how I am punish'd With sore distraction. What I have done, That might your nature, honour and exception Roughly awake, I here proclaim was madness. Was't Hamlet wrong'd Laertes?   Never Hamlet: If Hamlet from himself be ta'en away, And when he's not himself does wrong Laertes, Then Hamlet does it not, Hamlet denies it. Who does it, then?   His madness: if't be so, Hamlet is of the faction that is wrong'd; His madness is poor Hamlet's enemy. Sir, in this audience, Let my disclaiming from a purposed evil Free me so far in your most generous thoughts, That I have shot mine arrow o'er the house, And hurt my brother.\nLaer.: I am satisfied in nature, Whose motive, in this case, should stir me most To my revenge: but in my terms of honour I stand aloof; and will no reconcilement, Till by some elder masters, of known honor, I have a voice and precedent of peace, To keep my name ungored.   But till that time, I do receive your offer'd love like love, And will not wrong it.\nHam.: I embrace it freely; And will this brother's wager frankly play. Give us the foils. Come on.\nLaer.: Come, one for me.\nHam.: I'll be your foil, Laertes: in mine ignorance Your skill shall, like a star i' the darkest night, Stick fiery off indeed.\nLaer.: You mock me, sir.\nHam.: No, by this hand.\nKing.: Give them the foils, young Osric.Cousin Hamlet, You know the wager?\nHam.: Very well, my lord; Your grace hath laid the odds o' the weaker side.\nKing.: I do not fear it;I have seen you both: But since he is better'd, we have therefore odds.\nLaer.: This is too heavy,let me see another.\nHam.: This likes me well.These foils have all a length?[They prepare to play.\nOsr.: Ay, my good lord.\nKing.: Set me the stoups of wine upon that table. If Hamlet give the first or second hit, Or quit in answer of the third exchange, Let all the battlements their ordnance fire; The king shall drink to Hamlet's better breath; And in the cup an union shall he throw, Richer than that which four successive kings In Denmark's crown have worn.Give me the cups; And let the kettle to the trumpet speak, The trumpet to the cannoneer without, The cannons to the heavens, the heavens to earth, 'Now the king drinks to Hamlet.'   Come, begin: And you, the judges, bear a wary eye.\nHam.: Come on, sir.\nLaer.: Come, my lord.They play.\nHam.: One.\nLaer.: No.\nHam.: Judgement.\nOsr.: A hit, a very palpable hit.\nLaer.: Well; again.\nKing.: Stay; give me drink.Hamlet, this pearl is thine; Here's to thy health.[Trumpets sound, and cannon shot off within. Give him the cup.\nHam.: I'll play this bout first; set it by awhile. Come.They play. Another hit; what say you?\nLaer.: A touch, a touch, I do confess.\nKing.: Our son shall win.\nQueen.: He's fat, and scant of breath. Here, Hamlet, take my napkin, rub thy brows: The queen carouses to thy fortune, Hamlet.\nHam.: Good madam!\nKing.: Gertrude, do not drink.\nQueen.: I will, my lord;I pray you, pardon me.\nKing.: It is the poison'd cup: it is too late.\nHam.: I dare not drink yet, madam;by and by.\nQueen.: Come, let me wipe thy face.\nLaer.: My lord, I'll hit him now.\nKing.: I do not think't.\nLaer.: And yet 'tis almost 'gainst my conscience.\nHam.: Come, for the third,Laertes: you but dally; I pray you, pass with our best violence; I am afeard you make a wanton of me.\nLaer.: Say you so? come on.[They play.\nOsr.: Nothing, neither way.\nLaer.: Have at you now![Laertes wounds Hamlet; then,in scuffling,\n they change rapiers, and Hamlet\n wounds Laertes.\nKing.: Part them: they are incensed.\nHam.: Nay, come, again.[The Queen falls.\nOsr.: Look to the queen there, ho!\nHor.: They bleed on both sides. How is it, my lord?\nOsr.: How is't, Laertes?\nLaer.: Why, as a woodcockto mine own springe, Osric; I am justly kill'd with mine own treachery.\nHam.: How does the queen?\nKing.: She swounds to see them bleed.\nQueen.: No, no, the drink, the drink,O my dear Hamlet, The drink, the drink!I am poison'd.[Dies.\nHam.: O villany! Ho! let the door be lock'd: Treachery! Seek it out.\nLaer.: It is here, Hamlet:Hamlet, thou art slain; No medicine in the world can do thee good; In thee there is not half an hour of life; The treacherous instrument is in thy hand, Unbated and envenom'd: the foul practice Hath turn'd itself on me; lo, here I lie, Never to rise again: thy mother's poison'd: I can no more: the king, the king's to blame.\nHam.: The point envenom'd too! Then, venom, to thy work.[Stabs the King.\nAll.: Treason! treason!\nKing.: O, yet defend me, friends; I am but hurt.\nHam.: Here, thou incestuous, murderous,damned Dane, Drink off this potion. Is thy union here? Follow my mother.[King dies.\nLaer.: He is justly served; It is a poison temper'd by himself. Exchange forgiveness with me, noble Hamlet: Mine and my father's death come not upon thee, Nor thine on me![Dies.\nHam.: Heaven make thee free of it!   I follow thee. I am dead, Horatio. Wretched queen, adieu! You that look pale and tremble at this chance, That are but mutes or audience to this act, Had I but timeas this fell sergeant, death, Is strict in his arrestO, I could tell you But let it be. Horatio, I am dead; Thou livest; report me and my cause aright To the unsatisfied.\nHor.: Never believe it: I am more an antique Roman than a Dane: Here's yet some liquor left.\nHam.: As thou'rt a man, Give me the cup:let go; by heaven, I'll have't. O good Horatio, what a wounded name, Things standing thus unknown, shall live behind me If thou didst ever hold me in thy heart, Absent thee from felicity awhile, And in this harsh world draw thy breath in pain, To tell my story.[March afar off, and shot within. What warlike noise is this?\nOsr.: Young Fortinbras, with conquest come from Poland, To the ambassadors of England gives This warlike volley.\nHam.: O, I die, Horatio; The potent poison quite o'er-crows my spirit: I cannot live to hear the news from England; But I do prophesy the election lights On Fortinbras: he has my dying voice; So tell him, with the occurrents, more and less, Which have solicited.   The rest is silence.[Dies.\nHor.: Now cracks a noble heart.Good night, sweet prince; And flights of angels sing thee to thy rest! Why does the drum come hither?[March within.Enter FORTINBRAS, the English Ambassadors,  and others.\nFort.: Where is this sight?\nHor.: What is it ye would see? If aught of woe or wonder, cease your search.\nFort.: This quarry cries on havoc.   O proud death, What feast is toward in thine eternal cell, That thou so many princes at a shot So bloodily hast struck?\nFirst Amb.: The sight is dismal; And our affairs from England come too late: The ears are senseless that should give us hearing, To tell him his commandment is fulfill'd, That Rosencrantz and Guildenstern are dead: Where should we have our thanks?\nHor.: Not from his mouth, Had it the ability of life to thank you: He never gave commandment for their death. But since, so jump upon this bloody question, You from the Polack wars, and you from England, Are here arrived, give order that these bodies High on a stage be placed to the view; And let me speak to the yet unknowing world How these things came about: so shall you hear Of carnal, bloody, and unnatural acts, Of accidental judgements, casual slaughters, Of deaths put on by cunning and forced cause, And, in this upshot, purposes mistook Fall'n on the inventor's heads: all this can I Truly deliver.\nFort.: Let us haste to hear it, And call the noblest to the audience. For me, with sorrow I embrace my fortune: I have some rights of memory in this kingdom, Which now to claim my vantage dothinvite me.\nHor.: Of that I shall have also cause to speak, And from his mouthwhose voice will draw on more: But let this same be presently perform'd, Even while men's minds are wild;lest more mischance, On plots and errors, happen.\nFort.: Let four captains Bear Hamlet, like a soldier, to the stage; For he was likely, had he been put on, To have proved most royally:and, for his passage, The soldiers' music and the rites of war Speak loudly for him. Take up the bodies: such a sight as this Becomes the field, but here shows much amiss. Go, bid the soldiers shoot.[A dead march.Exeunt, bearing off the\n         dead bodies; after which a peal ofordnance is shot off.",
    "act": 5,
    "scene": 2
  },
  {
    "id": 21,
    "workId": 2,
    "title": "Sonnet I",
    "content": "FROM fairest creatures we desire increase,\nThat thereby beauty's rose might never die,\nBut as the riper should by time decease,\nHis tender heir might bear his memory:\nBut thou, contracted to thine own bright eyes,\nFeed'st thy light's flame with self-substantial fuel,\nMaking a famine where abundance lies,\nThyself thy foe, to thy sweet self too cruel.\nThou that art now the world's fresh ornament\nAnd only herald to the gaudy spring,\nWithin thine own bud buriest thy content\nAnd, tender churl, makest waste in niggarding.\nPity the world, or else this glutton be,\nTo eat the world's due, by the grave and thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 22,
    "workId": 3,
    "title": "Sonnet II",
    "content": "When forty winters shall besiege thy brow,\nAnd dig deep trenches in thy beauty's field,\nThy youth's proud livery, so gazed on now,\nWill be a tatter'd weed, of small worth held:\nThen being ask'd where all thy beauty lies,\nWhere all the treasure of thy lusty days,\nTo say, within thine own deep-sunken eyes,\nWere an all-eating shame and thriftless praise.\nHow much more praise deserved thy beauty's use,\nIf thou couldst answer 'This fair child of mine\nShall sum my count and make my old excuse,'\nProving his beauty by succession thine!\nThis were to be new made when thou art old,\nAnd see thy blood warm when thou feel'st it cold.",
    "act": null,
    "scene": null
  },
  {
    "id": 23,
    "workId": 4,
    "title": "Sonnet III",
    "content": "Look in thy glass, and tell the face thou viewest\nNow is the time that face should form another;\nWhose fresh repair if now thou not renewest,\nThou dost beguile the world, unbless some mother.\nFor where is she so fair whose unear'd womb\nDisdains the tillage of thy husbandry?\nOr who is he so fond will be the tomb\nOf his self-love, to stop posterity?\nThou art thy mother's glass, and she in thee\nCalls back the lovely April of her prime:\nSo thou through windows of thine age shall see\nDespite of wrinkles this thy golden time.\nBut if thou live, remember'd not to be,\nDie single, and thine image dies with thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 24,
    "workId": 5,
    "title": "Sonnet IV",
    "content": "Unthrifty loveliness, why dost thou spend\nUpon thyself thy beauty's legacy?\nNature's bequest gives nothing but doth lend,\nAnd being frank she lends to those are free.\nThen, beauteous niggard, why dost thou abuse\nThe bounteous largess given thee to give?\nProfitless usurer, why dost thou use\nSo great a sum of sums, yet canst not live?\nFor having traffic with thyself alone,\nThou of thyself thy sweet self dost deceive.\nThen how, when nature calls thee to be gone,\nWhat acceptable audit canst thou leave?\nThy unused beauty must be tomb'd with thee,\nWhich, used, lives th' executor to be.",
    "act": null,
    "scene": null
  },
  {
    "id": 25,
    "workId": 6,
    "title": "Sonnet V",
    "content": "Those hours, that with gentle work did frame\nThe lovely gaze where every eye doth dwell,\nWill play the tyrants to the very same\nAnd that unfair which fairly doth excel;\nFor never-resting time leads summer on\nTo hideous winter and confounds him there;\nSap check'd with frost and lusty leaves quite gone,\nBeauty o'ersnow'd and bareness every where:\nThen, were not summer's distillation left,\nA liquid prisoner pent in walls of glass,\nBeauty's effect with beauty were bereft,\nNor it nor no remembrance what it was:\nBut flowers distill'd, though they with winter meet,\nLeese but their show; their substance still lives sweet.",
    "act": null,
    "scene": null
  },
  {
    "id": 26,
    "workId": 7,
    "title": "Sonnet VI",
    "content": "Then let not winter's ragged hand deface\nIn thee thy summer, ere thou be distill'd:\nMake sweet some vial; treasure thou some place\nWith beauty's treasure, ere it be self-kill'd.\nThat use is not forbidden usury\nWhich happies those that pay the willing loan;\nThat's for thyself to breed another thee,\nOr ten times happier, be it ten for one;\nTen times thyself were happier than thou art,\nIf ten of thine ten times refigured thee:\nThen what could death do, if thou shouldst depart,\nLeaving thee living in posterity?\nBe not self-will'd, for thou art much too fair\nTo be death's conquest and make worms thine heir.",
    "act": null,
    "scene": null
  },
  {
    "id": 27,
    "workId": 8,
    "title": "Sonnet VII",
    "content": "Lo! in the orient when the gracious light\nLifts up his burning head, each under eye\nDoth homage to his new-appearing sight,\nServing with looks his sacred majesty;\nAnd having climb'd the steep-up heavenly hill,\nResembling strong youth in his middle age,\nYet mortal looks adore his beauty still,\nAttending on his golden pilgrimage;\nBut when from   highmost pitch, with weary car,\nLike feeble age, he reeleth from the day,\nThe eyes, 'fore duteous, now converted are\nFrom his low tract and look another way:\nSo thou, thyself out-going in thy noon,\nUnlook'd on diest, unless thou get a son.",
    "act": null,
    "scene": null
  },
  {
    "id": 28,
    "workId": 9,
    "title": "Sonnet VIII",
    "content": "Music to hear, why hear'st thou music sadly?\nSweets with sweets war not, joy delights in joy.\nWhy lovest thou that which thou receivest not gladly,\nOr else receivest with pleasure thine annoy?\nIf the true concord of well-tuned sounds,\nBy unions married, do offend thine ear,\nThey do but sweetly chide thee, who confounds\nIn singleness the parts that thou shouldst bear.\nMark how one string, sweet husband to another,\nStrikes each in each by mutual ordering,\nResembling sire and child and happy mother\nWho all in one, one pleasing note do sing:\nWhose speechless song, being many, seeming one,\nSings this to thee: 'thou single wilt prove none.",
    "act": null,
    "scene": null
  },
  {
    "id": 29,
    "workId": 10,
    "title": "Sonnet IX",
    "content": "Is it for fear to wet a widow's eye\nThat thou consumest thyself in single life?\nAh! if thou issueless shall hap to die,\nThe world will wail thee, like a makeless wife;\nThe world will be thy widow and still weep\nThat thou no form of thee hast left behind,\nWhen every private widow well may keep\nBy children's eyes her husband's shape in mind.\nLook, what an unthrift in the world doth spend\nShifts but his place, for still the world enjoys it;\nBut beauty's waste hath in the world an end,\nAnd kept unused, the user so destroys it.\nNo love toward others in that bosom sits\nThat on himself such murderous shame commits.",
    "act": null,
    "scene": null
  },
  {
    "id": 30,
    "workId": 11,
    "title": "Sonnet X",
    "content": "For shame deny that thou bear'st love to any,\nWho for thyself art so unprovident.\nGrant, if thou wilt, thou art beloved of many,\nBut that thou none lovest is most evident;\nFor thou art so possess'd with murderous hate\nThat 'gainst thyself thou stick'st not to conspire,\nSeeking that beauteous roof to ruinate\nWhich to repair should be thy chief desire.\nO, change thy thought, that I may change my mind!\nShall hate be fairer lodged than gentle love?\nBe, as thy presence is, gracious and kind,\nOr to thyself at least kind-hearted prove:\nMake thee another self, for love of me,\nThat beauty still may live in thine or thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 31,
    "workId": 12,
    "title": "Sonnet XI",
    "content": "As fast as thou shalt wane, so fast thou growest\nIn one of thine, from   that which thou departest;\nAnd that fresh blood which youngly thou bestowest\nThou mayst call thine when thou from youth convertest.\nHerein lives wisdom, beauty and increase;\nWithout this, folly, age and cold decay:\nIf all were minded so, the times should cease\nAnd threescore year would make the world away.\nLet those whom Nature hath not made for store,\nHarsh, featureless and rude, barrenly perish:\nLook, whom she best endow'd she gave the more;\nWhich bounteous gift thou shouldst in bounty cherish:\nShe carved thee for her seal, and meant thereby\nThou shouldst print more, not let that copy die.",
    "act": null,
    "scene": null
  },
  {
    "id": 32,
    "workId": 13,
    "title": "Sonnet XII",
    "content": "When I do count the clock that tells the time,\nAnd see the brave day sunk in hideous night;\nWhen I behold the violet past prime,\nAnd sable curls all silver'd o'er with white;\nWhen lofty trees I see barren of leaves\nWhich erst from heat did canopy the herd,\nAnd summer's green all girded up in sheaves\nBorne on the bier with white and bristly beard,\nThen of thy beauty do I question make,\nThat thou among the wastes of time must go,\nSince sweets and beauties do themselves forsake\nAnd die as fast as they see others grow;\nAnd nothing 'gainst Time's scythe can make defence\nSave breed, to brave him when he takes thee hence.",
    "act": null,
    "scene": null
  },
  {
    "id": 33,
    "workId": 14,
    "title": "Sonnet XIII",
    "content": "O, that you were yourself! but, love, you are\nNo longer yours than you yourself here live:\nAgainst this coming end you should prepare,\nAnd your sweet semblance to some other give.\nSo should that beauty which you hold in lease\nFind no determination; then you were\nYourself again after yourself's decease,\nWhen your sweet issue your sweet form should bear.\nWho lets so fair a house fall to decay,\nWhich husbandry in honour might uphold\nAgainst the stormy gusts of winter's day\nAnd barren rage of death's eternal cold?\nO, none but unthrifts!   Dear my love, you know\nYou had a father: let your son say so.",
    "act": null,
    "scene": null
  },
  {
    "id": 34,
    "workId": 15,
    "title": "Sonnet XIV",
    "content": "Not from the stars do I my judgement pluck;\nAnd yet methinks I have astronomy,\nBut not to tell of good or evil luck,\nOf plagues, of dearths, or seasons' quality;\nNor can I fortune to brief minutes tell,\nPointing to each his thunder, rain and wind,\nOr say with princes if it shall go well,\nBy oft predict that I in heaven find:\nBut from thine eyes my knowledge I derive,\nAnd, constant stars, in them I read such art\nAs truth and beauty shall together thrive,\nIf from thyself to store thou wouldst convert;\nOr else of thee this I prognosticate:\nThy end is truth's and beauty's doom and date.",
    "act": null,
    "scene": null
  },
  {
    "id": 35,
    "workId": 16,
    "title": "Sonnet xv",
    "content": "When I consider every thing that grows\nHolds in perfection but a little moment,\nThat this huge stage presenteth nought but shows\nWhereon the stars in secret influence comment;\nWhen I perceive that men as plants increase,\nCheered and check'd even by the self-same sky,\nVaunt in their youthful sap, at height decrease,\nAnd wear their brave state out of memory;\nThen the conceit of this inconstant stay\nSets you most rich in youth before my sight,\nWhere wasteful Time debateth with Decay,\nTo change your day of youth to sullied night;\nAnd all in war with Time for love of you,\nAs he takes from you, I engraft you new.",
    "act": null,
    "scene": null
  },
  {
    "id": 36,
    "workId": 17,
    "title": "Sonnet XVI",
    "content": "But wherefore do not you a mightier way\nMake war upon this bloody tyrant, Time?\nAnd fortify yourself in your decay\nWith means more blessed than my barren rhyme?\nNow stand you on the top of happy hours,\nAnd many maiden gardens yet unset\nWith virtuous wish would bear your living flowers,\nMuch liker than your painted counterfeit:\nSo should the lines of life that life repair,\nWhich this, Time's pencil, or my pupil pen,\nNeither in inward worth nor outward fair,\nCan make you live yourself in eyes of men.\nTo give away yourself keeps yourself still,\nAnd you must live, drawn by your own sweet skill.",
    "act": null,
    "scene": null
  },
  {
    "id": 37,
    "workId": 18,
    "title": "Sonnet XVII",
    "content": "Who will believe my verse in time to come,\nIf it were fill'd with your most high deserts?\nThough yet, heaven knows, it is but as a tomb\nWhich hides your life and shows not half your parts.\nIf I could write the beauty of your eyes\nAnd in fresh numbers number all your graces,\nThe age to come would say 'This poet lies;\nSuch heavenly touches ne'er touch'd earthly faces.'\nSo should my papers yellow'd with their age\nBe scorn'd like old men of less truth than tongue,\nAnd your true rights be term'd a poet's rage\nAnd stretched metre of an antique song:\nBut were some child of yours alive that time,\nYou should live twice; in it and in my rhyme.",
    "act": null,
    "scene": null
  },
  {
    "id": 38,
    "workId": 19,
    "title": "Sonnet XVIII",
    "content": "Shall I compare thee to a summer's day?\nThou art more lovely and more temperate:\nRough winds do shake the darling buds of May,\nAnd summer's lease hath all too short a date:\nSometime too hot the eye of heaven shines,\nAnd often is his gold complexion dimm'd;\nAnd every fair from fair sometime declines,\nBy chance or nature's changing course untrimm'd;\nBut thy eternal summer shall not fade\nNor lose possession of that fair thou owest;\nNor shall Death brag thou wander'st in his shade,\nWhen in eternal lines to time thou growest:\nSo long as men can breathe or eyes can see,\nSo long lives this and this gives life to thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 39,
    "workId": 20,
    "title": "Sonnet XIX",
    "content": "Devouring Time, blunt thou the lion's paws,\nAnd make the earth devour her own sweet brood;\nPluck the keen teeth from the fierce tiger's jaws,\nAnd burn the long-lived phoenix in her blood;\nMake glad and sorry seasons as thou fleets,\nAnd do whate'er thou wilt, swift-footed Time,\nTo the wide world and all her fading sweets;\nBut I forbid thee one most heinous crime:\nO, carve not with thy hours my love's fair brow,\nNor draw no lines there with thine antique pen;\nHim in thy course untainted do allow\nFor beauty's pattern to succeeding men.\nYet, do thy worst, old Time: despite thy wrong,\nMy love shall in my verse ever live young.",
    "act": null,
    "scene": null
  },
  {
    "id": 40,
    "workId": 21,
    "title": "Sonnet XX",
    "content": "A woman's face with Nature's own hand painted\nHast thou, the master-mistress of my passion;\nA woman's gentle heart, but not acquainted\nWith shifting change, as is false women's fashion;\nAn eye more bright than theirs, less false in rolling,\nGilding the object whereupon it gazeth;\nA man in hue, all 'hues' in his controlling,\nWhich steals men's eyes and women's souls amazeth.\nAnd for a woman wert thou first created;\nTill Nature, as she wrought thee, fell a-doting,\nAnd by addition me of thee defeated,\nBy adding one thing to my purpose nothing.\nBut since she prick'd thee out for women's pleasure,\nMine be thy love and thy love's use their treasure.",
    "act": null,
    "scene": null
  },
  {
    "id": 41,
    "workId": 22,
    "title": "Sonnet XXI",
    "content": "So is it not with me as with that Muse\nStirr'd by a painted beauty to his verse,\nWho heaven itself for ornament doth use\nAnd every fair with his fair doth rehearse;\nMaking a couplement of proud compare,\nWith sun and moon, with earth and sea's rich gems,\nWith April's first-born flowers, and all things rare\nThat heaven's air in this huge rondure hems.\nO, let me, true in love, but truly write,\nAnd then believe me, my love is as fair\nAs any mother's child, though not so bright\nAs those gold candles fix'd in heaven's air:\nLet them say more that like of hearsay well;\nI will not praise that purpose not to sell,",
    "act": null,
    "scene": null
  },
  {
    "id": 42,
    "workId": 23,
    "title": "Sonnet XXII",
    "content": "My glass shall not persuade me I am old,\nSo long as youth and thou are of one date;\nBut when in thee time's furrows I behold,\nThen look I death my days should expiate.\nFor all that beauty that doth cover thee\nIs but the seemly raiment of my heart,\nWhich in thy breast doth live, as thine in me:\nHow can I then be elder than thou art?\nO, therefore, love, be of thyself so wary\nAs I, not for myself, but for thee will;\nBearing thy heart, which I will keep so chary\nAs tender nurse her babe from faring ill.\nPresume not on thy heart when mine is slain;\nThou gavest me thine, not to give back again.",
    "act": null,
    "scene": null
  },
  {
    "id": 43,
    "workId": 24,
    "title": "Sonnet XXIII",
    "content": "As an unperfect actor on the stage\nWho with his fear is put besides his part,\nOr some fierce thing replete with too much rage,\nWhose strength's abundance weakens his own heart,\nSo I, for fear of trust, forget to say\nThe perfect ceremony of love's rite,\nAnd in mine own love's strength seem to decay,\nO'ercharged with burden of mine own love's might.\nO, let my books be then the eloquence\nAnd dumb presagers of my speaking breast,\nWho plead for love and look for recompense\nMore than that tongue that more hath more express'd.\nO, learn to read what silent love hath writ:\nTo hear with eyes belongs to love's fine wit.",
    "act": null,
    "scene": null
  },
  {
    "id": 44,
    "workId": 25,
    "title": "Sonnet XXIV",
    "content": "Mine eye hath play'd the painter and hath stell'd\nThy beauty's form in table of my heart;\nMy body is the frame wherein 'tis held,\nAnd perspective it is best painter's art.\nFor through the painter must you see his skill,\nTo find where your true image pictured lies;\nWhich in my bosom's shop is hanging still,\nThat hath his windows glazed with thine eyes.\nNow see what good turns eyes for eyes have done:\nMine eyes have drawn thy shape, and thine for me\nAre windows to my breast, where-through the sun\nDelights to peep, to gaze therein on thee;\nYet eyes this cunning want to grace their art;\nThey draw but what they see, know not the heart.",
    "act": null,
    "scene": null
  },
  {
    "id": 45,
    "workId": 26,
    "title": "Sonnet XXV",
    "content": "Let those who are in favor with their stars\nOf public honor and proud titles boast\nWhilst I, whom fortune of such triumph bars,\nUnlook'd for joy in that I honour most.\nGreat princes' favorites their fair leaves spread\nBut as the marigold at the sun's eye,\nAnd in themselves their pride lies buried,\nFor at a frown they in their glory die.\nThe painful warrior famoused for fight,\nAfter a thousand victories once foil'd,\nIs from the book of honor razed quite,\nAnd all the rest forgot for which he toil'd;\nThen happy I, that love and am beloved\nWhere I may not remove nor be removed.",
    "act": null,
    "scene": null
  },
  {
    "id": 46,
    "workId": 27,
    "title": "Sonnet XXVI",
    "content": "Lord of my love, to whom in vassalage\nThy merit hath my duty strongly knit,\nTo thee I send this written embassage,\nTo witness duty, not to show my wit:\nDuty so great, which wit so poor as mine\nMay make seem bare, in wanting words to show it,\nBut that I hope some good conceit of thine\nIn thy soul's thought, all naked, will bestow it;\nTill whatsoever star that guides my moving\nPoints on me graciously with fair aspect\nAnd puts apparel on my tatter'd loving,\nTo show me worthy of thy sweet respect:\nThen may I dare to boast how I do love thee;\nTill then not show my head where thoumayst prove me.",
    "act": null,
    "scene": null
  },
  {
    "id": 47,
    "workId": 28,
    "title": "Sonnet XXVII",
    "content": "Weary with toil, I haste me to my bed,\nThe dear repose for limbs with travel tired;\nBut then begins a journey in my head,\nTo work my mind, when body's work's expired:\nFor then my thoughts, from far where I abide,\nIntend a zealous pilgrimage to thee,\nAnd keep my drooping eyelids open wide,\nLooking on darkness which the blind do see:\nSave that my soul's imaginary sight\nPresents thy shadow to my sightless view,\nWhich, like a jewel hung in ghastly night,\nMakes black night beauteous and her old face new.\nLo! thus, by day my limbs, by night my mind,\nFor thee and for myself no quiet find.",
    "act": null,
    "scene": null
  },
  {
    "id": 48,
    "workId": 29,
    "title": "Sonnet XXVIII",
    "content": "How can I then return in happy plight,\nThat am debarr'd the benefit of rest?\nWhen day's oppression is not eased by night,\nBut day by night, and night by day, oppress'd?\nAnd each, though enemies to either's reign,\nDo in consent shake hands to torture me;\nThe one by toil, the other to complain\nHow far I toil, still farther off from thee.\nI tell the day, to please him thou art bright\nAnd dost him grace when clouds do blot the heaven:\nSo flatter I the swart-complexion'd night,\nWhen sparkling stars twire not thou gild'st the even.\nBut day doth daily draw my sorrows longer\nAnd night doth nightly make grief's strength seem stronger.",
    "act": null,
    "scene": null
  },
  {
    "id": 49,
    "workId": 30,
    "title": "Sonnet XXIX",
    "content": "When, in disgrace with fortune and men's eyes,\nI all alone beweep my outcast state\nAnd trouble deaf heaven with my bootless cries\nAnd look upon myself and curse my fate,\nWishing me like to one more rich in hope,\nFeatured like him, like him with friends possess'd,\nDesiring this man's art and that man's scope,\nWith what I most enjoy contented least;\nYet in these thoughts myself almost despising\nHaply I think on thee, and then my state,\nLike to the lark at break of day arising\nFrom sullen earth, sings hymns at heaven's gate;\nFor thy sweet love remember'd such wealth brings\nThat then I scorn to change my state with kings.",
    "act": null,
    "scene": null
  },
  {
    "id": 50,
    "workId": 31,
    "title": "Sonnet XXX",
    "content": "When to the sessions of sweet silent thought\nI summon up remembrance of things past,\nI sigh the lack of many a thing I sought,\nAnd with old woes new wail my dear time's waste:\nThen can I drown an eye, unused to flow,\nFor precious friends hid in death's dateless night,\nAnd weep afresh love's long since cancell'd woe,\nAnd moan the expense of many a vanish'd sight:\nThen can I grieve at grievances foregone,\nAnd heavily from woe to woe tell o'er\nThe sad account of fore-bemoaned moan,\nWhich I new pay as if not paid before.\nBut if the while I think on thee, dear friend,\nAll losses are restored and sorrows end.",
    "act": null,
    "scene": null
  },
  {
    "id": 51,
    "workId": 32,
    "title": "Sonnet XXXI",
    "content": "Thy bosom is endeared with all hearts,\nWhich I by lacking have supposed dead,\nAnd there reigns love and all love's loving parts,\nAnd all those friends which I thought buried.\nHow many a holy and obsequious tear\nHath dear religious love stol'n from mine eye\nAs interest of the dead, which now appear\nBut things removed that hidden in thee lie!\nThou art the grave where buried love doth live,\nHung with the trophies of my lovers gone,\nWho all their parts of me to thee did give;\nThat due of many now is thine alone:\nTheir images I loved I view in thee,\nAnd thou, all they, hast all the all of me.",
    "act": null,
    "scene": null
  },
  {
    "id": 52,
    "workId": 33,
    "title": "Sonnet XXXII",
    "content": "If thou survive my well-contented day,\nWhen that churl Death my bones with dust shall cover,\nAnd shalt by fortune once more re-survey\nThese poor rude lines of thy deceased lover,\nCompare them with the bettering of the time,\nAnd though they be outstripp'd by every pen,\nReserve them for my love, not for their rhyme,\nExceeded by the height of happier men.\nO, then vouchsafe me but this loving thought:\n'Had my friend's Muse grown with this growing age,\nA dearer birth than this his love had brought,\nTo march in ranks of better equipage:\nBut since he died and poets better prove,\nTheirs for their style I'll read, his for his love.'",
    "act": null,
    "scene": null
  },
  {
    "id": 53,
    "workId": 34,
    "title": "Sonnet XXXIII",
    "content": "Full many a glorious morning have I seen\nFlatter the mountain-tops with sovereign eye,\nKissing with golden face the meadows green,\nGilding pale streams with heavenly alchemy;\nAnon permit the basest clouds to ride\nWith ugly rack on his celestial face,\nAnd from the forlorn world his visage hide,\nStealing unseen to west with this disgrace:\nEven so my sun one early morn did shine\nWith all-triumphant splendour on my brow;\nBut out, alack! he was but one hour mine;\nThe region cloud hath mask'd him from me now.\nYet him for this my love no whit disdaineth;\nSuns of the world may stain when heaven's sun staineth.",
    "act": null,
    "scene": null
  },
  {
    "id": 54,
    "workId": 35,
    "title": "Sonnet XXXIV",
    "content": "Why didst thou promise such a beauteous day\nAnd make me travel forth without my cloak,\nTo let base clouds o'ertake me in my way,\nHiding thy bravery in their rotten smoke?\n'Tis not enough that through the cloud thou break,\nTo dry the rain on my storm-beaten face,\nFor no man well of such a salve can speak\nThat heals the wound and cures not the disgrace:\nNor can thy shame give physic to my grief;\nThough thou repent, yet I have still the loss:\nThe offender's sorrow lends but weak relief\nTo him that bears the strong offence's cross.\nAh! but those tears are pearl which thy love sheds,\nAnd they are rich and ransom all ill deeds.",
    "act": null,
    "scene": null
  },
  {
    "id": 55,
    "workId": 36,
    "title": "Sonnet XXXV",
    "content": "No more be grieved at that which thou hast done:\nRoses have thorns, and silver fountains mud;\nClouds and eclipses stain both moon and sun,\nAnd loathsome canker lives in sweetest bud.\nAll men make faults, and even I in this,\nAuthorizing thy trespass with compare,\nMyself corrupting, salving thy amiss,\nExcusing thy sins more than thy sins are;\nFor to thy sensual fault I bring in sense--\nThy adverse party is thy advocate--\nAnd 'gainst myself a lawful plea commence:\nSuch civil war is in my love and hate\nThat I an accessary needs must be\nTo that sweet thief which sourly robs from me.",
    "act": null,
    "scene": null
  },
  {
    "id": 56,
    "workId": 37,
    "title": "Sonnet XXXVI",
    "content": "Let me confess that we two must be twain,\nAlthough our undivided loves are one:\nSo shall those blots that do with me remain\nWithout thy help by me be borne alone.\nIn our two loves there is but one respect,\nThough in our lives a separable spite,\nWhich though it alter not love's sole effect,\nYet doth it steal sweet hours from love's delight.\nI may not evermore acknowledge thee,\nLest my bewailed guilt should do thee shame,\nNor thou with public kindness honour me,\nUnless thou take that honor from thy name:\nBut do not so; I love thee in such sort\nAs, thou being mine, mine is thy good report.",
    "act": null,
    "scene": null
  },
  {
    "id": 57,
    "workId": 38,
    "title": "Sonnet XXXVII",
    "content": "As a decrepit father takes delight\nTo see his active child do deeds of youth,\nSo I, made lame by fortune's dearest spite,\nTake all my comfort of thy worth and truth.\nFor whether beauty, birth, or wealth, or wit,\nOr any of these all, or all, or more,\nEntitled in thy parts do crowned sit,\nI make my love engrafted to this store:\nSo then I am not lame, poor, nor despised,\nWhilst that this shadow doth such substance give\nThat I in thy abundance am sufficed\nAnd by a part of all thy glory live.\nLook, what is best, that best I wish in thee:\nThis wish I have; then ten times happy me!",
    "act": null,
    "scene": null
  },
  {
    "id": 58,
    "workId": 39,
    "title": "Sonnet XXXVIII",
    "content": "How can my Muse want subject to invent,\nWhile thou dost breathe, that pour'st into my verse\nThine own sweet argument, too excellent\nFor every vulgar paper to rehearse?\nO, give thyself the thanks, if aught in me\nWorthy perusal stand against thy sight;\nFor who's so dumb that cannot write to thee,\nWhen thou thyself dost give invention light?\nBe thou the tenth Muse, ten times more in worth\nThan those old nine which rhymers invocate;\nAnd he that calls on thee, let him bring forth\nEternal numbers to outlive long date.\nIf my slight Muse do please these curious days,\nThe pain be mine, but thine shall be the praise.",
    "act": null,
    "scene": null
  },
  {
    "id": 59,
    "workId": 40,
    "title": "Sonnet XXXIX",
    "content": "O, how thy worth with manners may I sing,\nWhen thou art all the better part of me?\nWhat can mine own praise to mine own self bring?\nAnd what is't but mine own when I praise thee?\nEven for this let us divided live,\nAnd our dear love lose name of single one,\nThat by this separation I may give\nThat due to thee which thou deservest alone.\nO absence, what a torment wouldst thou prove,\nWere it not thy sour leisure gave sweet leave\nTo entertain the time with thoughts of love,\nWhich time and thoughts so sweetly doth deceive,\nAnd that thou teachest how to make one twain,\nBy praising him here who doth hence remain!",
    "act": null,
    "scene": null
  },
  {
    "id": 60,
    "workId": 41,
    "title": "Sonnet XL",
    "content": "Take all my loves, my love, yea, take them all;\nWhat hast thou then more than thou hadst before?\nNo love, my love, that thou mayst true love call;\nAll mine was thine before thou hadst this more.\nThen if for my love thou my love receivest,\nI cannot blame thee for my love thou usest;\nBut yet be blamed, if thou thyself deceivest\nBy wilful taste of what thyself refusest.\nI do forgive thy robbery, gentle thief,\nAlthough thou steal thee all my poverty;\nAnd yet, love knows, it is a greater grief\nTo bear love's wrong than hate's known injury.\nLascivious grace, in whom all ill well shows,\nKill me with spites; yet we must not be foes.",
    "act": null,
    "scene": null
  },
  {
    "id": 61,
    "workId": 42,
    "title": "Sonnet XLI",
    "content": "Those pretty wrongs that liberty commits,\nWhen I am sometime absent from thy heart,\nThy beauty and thy years full well befits,\nFor still temptation follows where thou art.\nGentle thou art and therefore to be won,\nBeauteous thou art, therefore to be assailed;\nAnd when a woman woos, what woman's son\nWill sourly leave her till she have prevailed?\nAy me! but yet thou mightst my seat forbear,\nAnd chide thy beauty and thy straying youth,\nWho lead thee in their riot even there\nWhere thou art forced to break a twofold truth,\nHers by thy beauty tempting her to thee,\nThine, by thy beauty being false to me.",
    "act": null,
    "scene": null
  },
  {
    "id": 62,
    "workId": 43,
    "title": "Sonnet XLII",
    "content": "That thou hast her, it is not all my grief,\nAnd yet it may be said I loved her dearly;\nThat she hath thee, is of my wailing chief,\nA loss in love that touches me more nearly.\nLoving offenders, thus I will excuse ye:\nThou dost love her, because thou knowst I love her;\nAnd for my sake even so doth she abuse me,\nSuffering my friend for my sake to approve her.\nIf I lose thee, my loss is my love's gain,\nAnd losing her, my friend hath found that loss;\nBoth find each other, and I lose both twain,\nAnd both for my sake lay on me this cross:\nBut here's the joy; my friend and I are one;\nSweet flattery! then she loves but me alone.",
    "act": null,
    "scene": null
  },
  {
    "id": 63,
    "workId": 44,
    "title": "Sonnet XLIII",
    "content": "When most I wink, then do mine eyes best see,\nFor all the day they view things unrespected;\nBut when I sleep, in dreams they look on thee,\nAnd darkly bright are bright in dark directed.\nThen thou, whose shadow shadows doth make bright,\nHow would thy shadow's form form happy show\nTo the clear day with thy much clearer light,\nWhen to unseeing eyes thy shade shines so!\nHow would, I say, mine eyes be blessed made\nBy looking on thee in the living day,\nWhen in dead night thy fair imperfect shade\nThrough heavy sleep on sightless eyes doth stay!\nAll days are nights to see till I see thee,\nAnd nights bright days when dreams do show thee me.",
    "act": null,
    "scene": null
  },
  {
    "id": 64,
    "workId": 45,
    "title": "Sonnet XLIV",
    "content": "If the dull substance of my flesh were thought,\nInjurious distance should not stop my way;\nFor then despite of space I would be brought,\nFrom limits far remote where thou dost stay.\nNo matter then although my foot did stand\nUpon the furthest earth removed from thee;\nFor nimble thought can jump both sea and land\nAs soon as think the place where he would be.\nBut, ah! thought kills me that I am not thought,\nTo leap large lengths of miles when thou art gone,\nBut that so much of earth and water wrought\nI must attend time's leisure with my moan,\nReceiving nought by elements so slow\nBut heavy tears, badges of either's woe.",
    "act": null,
    "scene": null
  },
  {
    "id": 65,
    "workId": 46,
    "title": "Sonnet XLV",
    "content": "The other two, slight air and purging fire,\nAre both with thee, wherever I abide;\nThe first my thought, the other my desire,\nThese present-absent with swift motion slide.\nFor when these quicker elements are gone\nIn tender embassy of love to thee,\nMy life, being made of four, with two alone\nSinks down to death, oppress'd with melancholy;\nUntil life's composition be recured\nBy those swift messengers return'd from thee,\nWho even but now come back again, assured\nOf thy fair health, recounting it to me:\nThis told, I joy; but then no longer glad,\nI send them back again and straight grow sad.",
    "act": null,
    "scene": null
  },
  {
    "id": 66,
    "workId": 47,
    "title": "Sonnet XLVI",
    "content": "Mine eye and heart are at a mortal war\nHow to divide the conquest of thy sight;\nMine eye my heart thy picture's sight would bar,\nMy heart mine eye the freedom of that right.\nMy heart doth plead that thou in him dost lie,--\nA closet never pierced with crystal eyes--\nBut the defendant doth that plea deny\nAnd says in him thy fair appearance lies.\nTo 'cide this title is impanneled\nA quest of thoughts, all tenants to the heart,\nAnd by their verdict is determined\nThe clear eye's moiety and the dear heart's part:\nAs thus; mine eye's due is thy outward part,\nAnd my heart's right thy inward love of heart.",
    "act": null,
    "scene": null
  },
  {
    "id": 67,
    "workId": 48,
    "title": "Sonnet XLVII",
    "content": "Betwixt mine eye and heart a league is took,\nAnd each doth good turns now unto the other:\nWhen that mine eye is famish'd for a look,\nOr heart in love with sighs himself doth smother,\nWith my love's picture then my eye doth feast\nAnd to the painted banquet bids my heart;\nAnother time mine eye is my heart's guest\nAnd in his thoughts of love doth share a part:\nSo, either by thy picture or my love,\nThyself away art present still with me;\nFor thou not farther than my thoughts canst move,\nAnd I am still with them and they with thee;\nOr, if they sleep, thy picture in my sight\nAwakes my heart to heart's and eye's delight.",
    "act": null,
    "scene": null
  },
  {
    "id": 68,
    "workId": 49,
    "title": "Sonnet XLVIII",
    "content": "How careful was I, when I took my way,\nEach trifle under truest bars to thrust,\nThat to my use it might unused stay\nFrom hands of falsehood, in sure wards of trust!\nBut thou, to whom my jewels trifles are,\nMost worthy of comfort, now my greatest grief,\nThou, best of dearest and mine only care,\nArt left the prey of every vulgar thief.\nThee have I not lock'd up in any chest,\nSave where thou art not, though I feel thou art,\nWithin the gentle closure of my breast,\nFrom whence at pleasure thou mayst come and part;\nAnd even thence thou wilt be stol'n, I fear,\nFor truth proves thievish for a prize so dear.",
    "act": null,
    "scene": null
  },
  {
    "id": 69,
    "workId": 50,
    "title": "Sonnet XLIX",
    "content": "Against that time, if ever that time come,\nWhen I shall see thee frown on my defects,\nWhen as thy love hath cast his utmost sum,\nCall'd to that audit by advised respects;\nAgainst that time when thou shalt strangely pass\nAnd scarcely greet me with that sun, thine eye,\nWhen love, converted from the thing it was,\nShall reasons find of settled gravity,--\nAgainst that time do I ensconce me here\nWithin the knowledge of mine own desert,\nAnd this my hand against myself uprear,\nTo guard the lawful reasons on thy part:\nTo leave poor me thou hast the strength of laws,\nSince why to love I can allege no cause.",
    "act": null,
    "scene": null
  },
  {
    "id": 70,
    "workId": 51,
    "title": "Sonnet L",
    "content": "How heavy do I journey on the way,\nWhen what I seek, my weary travel's end,\nDoth teach that ease and that repose to say\n'Thus far the miles are measured from thy friend!'\nThe beast that bears me, tired with my woe,\nPlods dully on, to bear that weight in me,\nAs if by some instinct the wretch did know\nHis rider loved not speed, being made from thee:\nThe bloody spur cannot provoke him on\nThat sometimes anger thrusts into his hide;\nWhich heavily he answers with a groan,\nMore sharp to me than spurring to his side;\nFor that same groan doth put this in my mind;\nMy grief lies onward and my joy behind.",
    "act": null,
    "scene": null
  },
  {
    "id": 71,
    "workId": 52,
    "title": "Sonnet LI",
    "content": "Thus can my love excuse the slow offence\nOf my dull bearer when from thee I speed:\nFrom where thou art why should I haste me thence?\nTill I return, of posting is no need.\nO, what excuse will my poor beast then find,\nWhen swift extremity can seem but slow?\nThen should I spur, though mounted on the wind;\nIn winged speed no motion shall I know:\nThen can no horse with my desire keep pace;\nTherefore desire of perfect'st love being made,\nShall neigh--no dull flesh--in his fiery race;\nBut love, for love, thus shall excuse my jade;\nSince from thee going he went wilful-slow,\nTowards thee I'll run, and give him leave to go.",
    "act": null,
    "scene": null
  },
  {
    "id": 72,
    "workId": 53,
    "title": "Sonnet LII",
    "content": "So am I as the rich, whose blessed key\nCan bring him to his sweet up-locked treasure,\nThe which he will not every hour survey,\nFor blunting the fine point of seldom pleasure.\nTherefore are feasts so solemn and so rare,\nSince, seldom coming, in the long year set,\nLike stones of worth they thinly placed are,\nOr captain jewels in the carcanet.\nSo is the time that keeps you as my chest,\nOr as the wardrobe which the robe doth hide,\nTo make some special instant special blest,\nBy new unfolding his imprison'd pride.\nBlessed are you, whose worthiness gives scope,\nBeing had, to triumph, being lack'd, to hope.",
    "act": null,
    "scene": null
  },
  {
    "id": 73,
    "workId": 54,
    "title": "Sonnet LIII",
    "content": "What is your substance, whereof are you made,\nThat millions of strange shadows on you tend?\nSince every one hath, every one, one shade,\nAnd you, but one, can every shadow lend.\nDescribe Adonis, and the counterfeit\nIs poorly imitated after you;\nOn Helen's cheek all art of beauty set,\nAnd you in Grecian tires are painted new:\nSpeak of the spring and foison of the year;\nThe one doth shadow of your beauty show,\nThe other as your bounty doth appear;\nAnd you in every blessed shape we know.\nIn all external grace you have some part,\nBut you like none, none you, for constant heart.",
    "act": null,
    "scene": null
  },
  {
    "id": 74,
    "workId": 55,
    "title": "Sonnet LIV",
    "content": "O, how much more doth beauty beauteous seem\nBy that sweet ornament which truth doth give!\nThe rose looks fair, but fairer we it deem\nFor that sweet odor which doth in it live.\nThe canker-blooms have full as deep a dye\nAs the perfumed tincture of the roses,\nHang on such thorns and play as wantonly\nWhen summer's breath their masked buds discloses:\nBut, for their virtue only is their show,\nThey live unwoo'd and unrespected fade,\nDie to themselves. Sweet roses do not so;\nOf their sweet deaths are sweetest odors made:\nAnd so of you, beauteous and lovely youth,\nWhen that shall fade, my verse distills your truth.",
    "act": null,
    "scene": null
  },
  {
    "id": 75,
    "workId": 56,
    "title": "Sonnet LV",
    "content": "Not marble, nor the gilded monuments\nOf princes, shall outlive this powerful rhyme;\nBut you shall shine more bright in these contents\nThan unswept stone besmear'd with sluttish time.\nWhen wasteful war shall statues overturn,\nAnd broils root out the work of masonry,\nNor Mars his sword nor war's quick fire shall burn\nThe living record of your memory.\n'Gainst death and all-oblivious enmity\nShall you pace forth; your praise shall still find room\nEven in the eyes of all posterity\nThat wear this world out to the ending doom.\nSo, till the judgement that yourself arise,\nYou live in this, and dwell in lovers' eyes.",
    "act": null,
    "scene": null
  },
  {
    "id": 76,
    "workId": 57,
    "title": "Sonnet LVI",
    "content": "Sweet love, renew thy force; be it not said\nThy edge should blunter be than appetite,\nWhich but to-day by feeding is allay'd,\nTo-morrow sharpen'd in his former might:\nSo, love, be thou; although to-day thou fill\nThy hungry eyes even till they wink with fullness,\nTo-morrow see again, and do not kill\nThe spirit of love with a perpetual dullness.\nLet this sad interim like the ocean be\nWhich parts the shore, where two contracted new\nCome daily to the banks, that, when they see\nReturn of love, more blest may be the view;\nElse call it winter, which being full of care\nMakes summer's welcome thrice more wish'd, more rare.",
    "act": null,
    "scene": null
  },
  {
    "id": 77,
    "workId": 58,
    "title": "Sonnet LVII",
    "content": "Being your slave, what should I do but tend\nUpon the hours and times of your desire?\nI have no precious time at all to spend,\nNor services to do, till you require.\nNor dare I chide the world-without-end hour\nWhilst I, my sovereign, watch the clock for you,\nNor think the bitterness of absence sour\nWhen you have bid your servant once adieu;\nNor dare I question with my jealous thought\nWhere you may be, or your affairs suppose,\nBut, like a sad slave, stay and think of nought\nSave, where you are how happy you make those.\nSo true a fool is love that in your will,\nThough you do any thing, he thinks no ill.",
    "act": null,
    "scene": null
  },
  {
    "id": 78,
    "workId": 59,
    "title": "Sonnet LVIII",
    "content": "That god forbid that made me first your slave,\nI should in thought control your times of pleasure,\nOr at your hand the account of hours to crave,\nBeing your vassal, bound to stay your leisure!\nO, let me suffer, being at your beck,\nThe imprison'd absence of your liberty;\nAnd patience, tame to sufferance, bide each check,\nWithout accusing you of injury.\nBe where you list, your charter is so strong\nThat you yourself may privilege your time\nTo what you will; to you it doth belong\nYourself to pardon of self-doing crime.\nI am to wait, though waiting so be hell;\nNot blame your pleasure, be it ill or well.",
    "act": null,
    "scene": null
  },
  {
    "id": 79,
    "workId": 60,
    "title": "Sonnet LIX",
    "content": "If there be nothing new, but that which is\nHath been before, how are our brains beguiled,\nWhich, laboring for invention, bear amiss\nThe second burden of a former child!\nO, that record could with a backward look,\nEven of five hundred courses of the sun,\nShow me your image in some antique book,\nSince mind at first in character was done!\nThat I might see what the old world could say\nTo this composed wonder of your frame;\nWhether we are mended, or whether better they,\nOr whether revolution be the same.\nO, sure I am, the wits of former days\nTo subjects worse have given admiring praise.",
    "act": null,
    "scene": null
  },
  {
    "id": 80,
    "workId": 61,
    "title": "Sonnet LX",
    "content": "Like as the waves make towards the pebbled shore,\nSo do our minutes hasten to their end;\nEach changing place with that which goes before,\nIn sequent toil all forwards do contend.\nNativity, once in the main of light,\nCrawls to maturity, wherewith being crown'd,\nCrooked eclipses 'gainst his glory fight,\nAnd Time that gave doth now his gift confound.\nTime doth transfix the flourish set on youth\nAnd delves the parallels in beauty's brow,\nFeeds on the rarities of nature's truth,\nAnd nothing stands but for his scythe to mow:\nAnd yet to times in hope my verse shall stand,\nPraising thy worth, despite his cruel hand.",
    "act": null,
    "scene": null
  },
  {
    "id": 81,
    "workId": 62,
    "title": "Sonnet LXI",
    "content": "Is it thy will thy image should keep open\nMy heavy eyelids to the weary night?\nDost thou desire my slumbers should be broken,\nWhile shadows like to thee do mock my sight?\nIs it thy spirit that thou send'st from thee\nSo far from home into my deeds to pry,\nTo find out shames and idle hours in me,\nThe scope and tenor of thy jealousy?\nO, no! thy love, though much, is not so great:\nIt is my love that keeps mine eye awake;\nMine own true love that doth my rest defeat,\nTo play the watchman ever for thy sake:\nFor thee watch I whilst thou dost wake elsewhere,\nFrom me far off, with others all too near.",
    "act": null,
    "scene": null
  },
  {
    "id": 82,
    "workId": 63,
    "title": "Sonnet LXII",
    "content": "Sin of self-love possesseth all mine eye\nAnd all my soul and all my every part;\nAnd for this sin there is no remedy,\nIt is so grounded inward in my heart.\nMethinks no face so gracious is as mine,\nNo shape so true, no truth of such account;\nAnd for myself mine own worth do define,\nAs I all other in all worths surmount.\nBut when my glass shows me myself indeed,\nBeated and chopp'd with tann'd antiquity,\nMine own self-love quite contrary I read;\nSelf so self-loving were iniquity.\n'Tis thee, myself, that for myself I praise,\nPainting my age with beauty of thy days.",
    "act": null,
    "scene": null
  },
  {
    "id": 83,
    "workId": 64,
    "title": "Sonnet LXIII",
    "content": "Against my love shall be, as I am now,\nWith Time's injurious hand crush'd and o'erworn;\nWhen hours have drain'd his blood and fill'd his brow\nWith lines and wrinkles; when his youthful morn\nHath travell'd on to age's steepy night,\nAnd all those beauties whereof now he's king\nAre vanishing or vanish'd out of sight,\nStealing away the treasure of his spring;\nFor such a time do I now fortify\nAgainst confounding age's cruel knife,\nThat he shall never cut from memory\nMy sweet love's beauty, though my lover's life:\nHis beauty shall in these black lines be seen,\nAnd they shall live, and he in them still green.",
    "act": null,
    "scene": null
  },
  {
    "id": 84,
    "workId": 65,
    "title": "Sonnet LXIV",
    "content": "When I have seen by Time's fell hand defaced\nThe rich proud cost of outworn buried age;\nWhen sometime lofty towers I see down-razed\nAnd brass eternal slave to mortal rage;\nWhen I have seen the hungry ocean gain\nAdvantage on the kingdom of the shore,\nAnd the firm soil win of the watery main,\nIncreasing store with loss and loss with store;\nWhen I have seen such interchange of state,\nOr state itself confounded to decay;\nRuin hath taught me thus to ruminate,\nThat Time will come and take my love away.\nThis thought is as a death, which cannot choose\nBut weep to have that which it fears to lose.",
    "act": null,
    "scene": null
  },
  {
    "id": 85,
    "workId": 66,
    "title": "Sonnet LXV",
    "content": "Since brass, nor stone, nor earth, nor boundless sea,\nBut sad mortality o'er-sways their power,\nHow with this rage shall beauty hold a plea,\nWhose action is no stronger than a flower?\nO, how shall summer's honey breath hold out\nAgainst the wreckful siege of battering days,\nWhen rocks impregnable are not so stout,\nNor gates of steel so strong, but Time decays?\nO fearful meditation! where, alack,\nShall Time's best jewel from Time's chest lie hid?\nOr what strong hand can hold his swift foot back?\nOr who his spoil of beauty can forbid?\nO, none, unless this miracle have might,\nThat in black ink my love may still shine bright.",
    "act": null,
    "scene": null
  },
  {
    "id": 86,
    "workId": 67,
    "title": "Sonnet LXVI",
    "content": "Tired with all these, for restful death I cry,\nAs, to behold desert a beggar born,\nAnd needy nothing trimm'd in jollity,\nAnd purest faith unhappily forsworn,\nAnd gilded honor shamefully misplaced,\nAnd maiden virtue rudely strumpeted,\nAnd right perfection wrongfully disgraced,\nAnd strength by limping sway disabled,\nAnd art made tongue-tied by authority,\nAnd folly doctor-like controlling skill,\nAnd simple truth miscall'd simplicity,\nAnd captive good attending captain ill:\nTired with all these, from these would I be gone,\nSave that, to die, I leave my love alone.",
    "act": null,
    "scene": null
  },
  {
    "id": 87,
    "workId": 68,
    "title": "Sonnet LXVII",
    "content": "Ah! wherefore with infection should he live,\nAnd with his presence grace impiety,\nThat sin by him advantage should achieve\nAnd lace itself with his society?\nWhy should false painting imitate his cheek\nAnd steal dead seeing of his living hue?\nWhy should poor beauty indirectly seek\nRoses of shadow, since his rose is true?\nWhy should he live, now Nature bankrupt is,\nBeggar'd of blood to blush through lively veins?\nFor she hath no exchequer now but his,\nAnd, proud of many, lives upon his gains.\nO, him she stores, to show what wealth she had\nIn days long since, before these last so bad.",
    "act": null,
    "scene": null
  },
  {
    "id": 88,
    "workId": 69,
    "title": "Sonnet LXVIII",
    "content": "Thus is his cheek the map of days outworn,\nWhen beauty lived and died as flowers do now,\nBefore these bastard signs of fair were born,\nOr durst inhabit on a living brow;\nBefore the golden tresses of the dead,\nThe right of sepulchres, were shorn away,\nTo live a second life on second head;\nEre beauty's dead fleece made another gay:\nIn him those holy antique hours are seen,\nWithout all ornament, itself and true,\nMaking no summer of another's green,\nRobbing no old to dress his beauty new;\nAnd him as for a map doth Nature store,\nTo show false Art what beauty was of yore.",
    "act": null,
    "scene": null
  },
  {
    "id": 89,
    "workId": 70,
    "title": "Sonnet LXIX",
    "content": "Those parts of thee that the world's eye doth view\nWant nothing that the thought of hearts can mend;\nAll tongues, the voice of souls, give thee that due,\nUttering bare truth, even so as foes commend.\nThy outward thus with outward praise is crown'd;\nBut those same tongues that give thee so thine own\nIn other accents do this praise confound\nBy seeing farther than the eye hath shown.\nThey look into the beauty of thy mind,\nAnd that, in guess, they measure by thy deeds;\nThen, churls, their thoughts, although their eyes were kind,\nTo thy fair flower add the rank smell of weeds:\nBut why thy odor matcheth not thy show,\nThe solve is this, that thou dost common grow.",
    "act": null,
    "scene": null
  },
  {
    "id": 90,
    "workId": 71,
    "title": "Sonnet LXX",
    "content": "That thou art blamed shall not be thy defect,\nFor slander's mark was ever yet the fair;\nThe ornament of beauty is suspect,\nA crow that flies in heaven's sweetest air.\nSo thou be good, slander doth but approve\nThy worth the greater, being woo'd of time;\nFor canker vice the sweetest buds doth love,\nAnd thou present'st a pure unstained prime.\nThou hast pass'd by the ambush of young days,\nEither not assail'd or victor being charged;\nYet this thy praise cannot be so thy praise,\nTo tie up envy evermore enlarged:\nIf some suspect of ill mask'd not thy show,\nThen thou alone kingdoms of hearts shouldst owe.",
    "act": null,
    "scene": null
  },
  {
    "id": 91,
    "workId": 72,
    "title": "Sonnet LXXI",
    "content": "No longer mourn for me when I am dead\nThan you shall hear the surly sullen bell\nGive warning to the world that I am fled\nFrom this vile world, with vilest worms to dwell:\nNay, if you read this line, remember not\nThe hand that writ it; for I love you so\nThat I in your sweet thoughts would be forgot\nIf thinking on me then should make you woe.\nO, if I say, you look upon this verse\nWhen I perhaps compounded am with clay,\nDo not so much as my poor name rehearse,\nBut let your love even with my life decay,\nLest the wise world should look into your moan\nAnd mock you with me after I am gone.",
    "act": null,
    "scene": null
  },
  {
    "id": 92,
    "workId": 73,
    "title": "Sonnet LXXII",
    "content": "O, lest the world should task you to recite\nWhat merit lived in me, that you should love\nAfter my death, dear love, forget me quite,\nFor you in me can nothing worthy prove;\nUnless you would devise some virtuous lie,\nTo do more for me than mine own desert,\nAnd hang more praise upon deceased I\nThan niggard truth would willingly impart:\nO, lest your true love may seem false in this,\nThat you for love speak well of me untrue,\nMy name be buried where my body is,\nAnd live no more to shame nor me nor you.\nFor I am shamed by that which I bring forth,\nAnd so should you, to love things nothing worth.",
    "act": null,
    "scene": null
  },
  {
    "id": 93,
    "workId": 74,
    "title": "Sonnet LXXIII",
    "content": "That time of year thou mayst in me behold\nWhen yellow leaves, or none, or few, do hang\nUpon those boughs which shake against the cold,\nBare ruin'd choirs, where late the sweet birds sang.\nIn me thou see'st the twilight of such day\nAs after sunset fadeth in the west,\nWhich by and by black night doth take away,\nDeath's second self, that seals up all in rest.\nIn me thou see'st the glowing of such fire\nThat on the ashes of his youth doth lie,\nAs the death-bed whereon it must expire\nConsumed with that which it was nourish'd by.\nThis thou perceivest, which makes thy love more strong,\nTo love that well which thou must leave ere long.",
    "act": null,
    "scene": null
  },
  {
    "id": 94,
    "workId": 75,
    "title": "Sonnet LXXIV",
    "content": "But be contented: when that fell arrest\nWithout all bail shall carry me away,\nMy life hath in this line some interest,\nWhich for memorial still with thee shall stay.\nWhen thou reviewest this, thou dost review\nThe very part was consecrate to thee:\nThe earth can have but earth, which is his due;\nMy spirit is thine, the better part of me:\nSo then thou hast but lost the dregs of life,\nThe prey of worms, my body being dead,\nThe coward conquest of a wretch's knife,\nToo base of thee to be remembered.\nThe worth of that is that which it contains,\nAnd that is this, and this with thee remains.",
    "act": null,
    "scene": null
  },
  {
    "id": 95,
    "workId": 76,
    "title": "Sonnet LXXV",
    "content": "So are you to my thoughts as food to life,\nOr as sweet-season'd showers are to the ground;\nAnd for the peace of you I hold such strife\nAs 'twixt a miser and his wealth is found;\nNow proud as an enjoyer and anon\nDoubting the filching age will steal his treasure,\nNow counting best to be with you alone,\nThen better'd that the world may see my pleasure;\nSometime all full with feasting on your sight\nAnd by and by clean starved for a look;\nPossessing or pursuing no delight,\nSave what is had or must from you be took.\nThus do I pine and surfeit day by day,\nOr gluttoning on all, or all away.",
    "act": null,
    "scene": null
  },
  {
    "id": 96,
    "workId": 77,
    "title": "Sonnet LXXVI",
    "content": "Why is my verse so barren of new pride,\nSo far from variation or quick change?\nWhy with the time do I not glance aside\nTo new-found methods and to compounds strange?\nWhy write I still all one, ever the same,\nAnd keep invention in a noted weed,\nThat every word doth almost tell my name,\nShowing their birth and where they did proceed?\nO, know, sweet love, I always write of you,\nAnd you and love are still my argument;\nSo all my best is dressing old words new,\nSpending again what is already spent:\nFor as the sun is daily new and old,\nSo is my love still telling what is told.",
    "act": null,
    "scene": null
  },
  {
    "id": 97,
    "workId": 78,
    "title": "Sonnet LXXVII",
    "content": "Thy glass will show thee how thy beauties wear,\nThy dial how thy precious minutes waste;\nThe vacant leaves thy mind's imprint will bear,\nAnd of this book this learning mayst thou taste.\nThe wrinkles which thy glass will truly show\nOf mouthed graves will give thee memory;\nThou by thy dial's shady stealth mayst know\nTime's thievish progress to eternity.\nLook, what thy memory can not contain\nCommit to these waste blanks, and thou shalt find\nThose children nursed, deliver'd from thy brain,\nTo take a new acquaintance of thy mind.\nThese offices, so oft as thou wilt look,\nShall profit thee and much enrich thy book.",
    "act": null,
    "scene": null
  },
  {
    "id": 98,
    "workId": 79,
    "title": "Sonnet LXXVIII",
    "content": "So oft have I invoked thee for my Muse\nAnd found such fair assistance in my verse\nAs every alien pen hath got my use\nAnd under thee their poesy disperse.\nThine eyes that taught the dumb on high to sing\nAnd heavy ignorance aloft to fly\nHave added feathers to the learned's wing\nAnd given grace a double majesty.\nYet be most proud of that which I compile,\nWhose influence is thine and born of thee:\nIn others' works thou dost but mend the style,\nAnd arts with thy sweet graces graced be;\nBut thou art all my art and dost advance\nAs high as learning my rude ignorance.",
    "act": null,
    "scene": null
  },
  {
    "id": 99,
    "workId": 80,
    "title": "Sonnet LXXIX",
    "content": "Whilst I alone did call upon thy aid,\nMy verse alone had all thy gentle grace,\nBut now my gracious numbers are decay'd\nAnd my sick Muse doth give another place.\nI grant, sweet love, thy lovely argument\nDeserves the travail of a worthier pen,\nYet what of thee thy poet doth invent\nHe robs thee of and pays it thee again.\nHe lends thee virtue and he stole that word\nFrom thy behavior; beauty doth he give\nAnd found it in thy cheek; he can afford\nNo praise to thee but what in thee doth live.\nThen thank him not for that which he doth say,\nSince what he owes thee thou thyself dost pay.",
    "act": null,
    "scene": null
  },
  {
    "id": 100,
    "workId": 81,
    "title": "Sonnet LXXX",
    "content": "O, how I faint when I of you do write,\nKnowing a better spirit doth use your name,\nAnd in the praise thereof spends all his might,\nTo make me tongue-tied, speaking of your fame!\nBut since your worth, wide as the ocean is,\nThe humble as the proudest sail doth bear,\nMy saucy bark inferior far to his\nOn your broad main doth wilfully appear.\nYour shallowest help will hold me up afloat,\nWhilst he upon your soundless deep doth ride;\nOr, being wreck'd, I am a worthless boat,\nHe of tall building and of goodly pride:\nThen if he thrive and I be cast away,\nThe worst was this; my love was my decay.",
    "act": null,
    "scene": null
  },
  {
    "id": 101,
    "workId": 82,
    "title": "Sonnet LXXXI",
    "content": "Or I shall live your epitaph to make,\nOr you survive when I in earth am rotten;\nFrom hence your memory death cannot take,\nAlthough in me each part will be forgotten.\nYour name from hence immortal life shall have,\nThough I, once gone, to all the world must die:\nThe earth can yield me but a common grave,\nWhen you entombed in men's eyes shall lie.\nYour monument shall be my gentle verse,\nWhich eyes not yet created shall o'er-read,\nAnd tongues to be your being shall rehearse\nWhen all the breathers of this world are dead;\nYou still shall live--such virtue hath my pen--\nWhere breath most breathes, even in the mouths of men.",
    "act": null,
    "scene": null
  },
  {
    "id": 102,
    "workId": 83,
    "title": "Sonnet LXXXII",
    "content": "I grant thou wert not married to my Muse\nAnd therefore mayst without attaint o'erlook\nThe dedicated words which writers use\nOf their fair subject, blessing every book\nThou art as fair in knowledge as in hue,\nFinding thy worth a limit past my praise,\nAnd therefore art enforced to seek anew\nSome fresher stamp of the time-bettering days\nAnd do so, love; yet when they have devised\nWhat strained touches rhetoric can lend,\nThou truly fair wert truly sympathized\nIn true plain words by thy true-telling friend;\nAnd their gross painting might be better used\nWhere cheeks need blood; in thee it is abused.",
    "act": null,
    "scene": null
  },
  {
    "id": 103,
    "workId": 84,
    "title": "Sonnet LXXXIII",
    "content": "I never saw that you did painting need\nAnd therefore to your fair no painting set;\nI found, or thought I found, you did exceed\nThe barren tender of a poet's debt;\nAnd therefore have I slept in your report,\nThat you yourself being extant well might show\nHow far a modern quill doth come too short,\nSpeaking of worth, what worth in you doth grow.\nThis silence for my sin you did impute,\nWhich shall be most my glory, being dumb;\nFor I impair not beauty being mute,\nWhen others would give life and bring a tomb.\nThere lives more life in one of your fair eyes\nThan both your poets can in praise devise.",
    "act": null,
    "scene": null
  },
  {
    "id": 104,
    "workId": 85,
    "title": "Sonnet LXXXIV",
    "content": "Who is it that says most? which can say more\nThan this rich praise, that you alone are you?\nIn whose confine immured is the store\nWhich should example where your equal grew.\nLean penury within that pen doth dwell\nThat to his subject lends not some small glory;\nBut he that writes of you, if he can tell\nThat you are you, so dignifies his story,\nLet him but copy what in you is writ,\nNot making worse what nature made so clear,\nAnd such a counterpart shall fame his wit,\nMaking his style admired every where.\nYou to your beauteous blessings add a curse,\nBeing fond on praise, which makes your praises worse.",
    "act": null,
    "scene": null
  },
  {
    "id": 105,
    "workId": 86,
    "title": "Sonnet LXXXV",
    "content": "My tongue-tied Muse in manners holds her still,\nWhile comments of your praise, richly compiled,\nReserve their character with golden quill\nAnd precious phrase by all the Muses filed.\nI think good thoughts whilst other write good words,\nAnd like unletter'd clerk still cry 'Amen'\nTo every hymn that able spirit affords\nIn polish'd form of well-refined pen.\nHearing you praised, I say ''Tis so, 'tis true,'\nAnd to the most of praise add something more;\nBut that is in my thought, whose love to you,\nThough words come hindmost, holds his rank before.\nThen others for the breath of words respect,\nMe for my dumb thoughts, speaking in effect.",
    "act": null,
    "scene": null
  },
  {
    "id": 106,
    "workId": 87,
    "title": "Sonnet LXXXVI",
    "content": "Was it the proud full sail of his great verse,\nBound for the prize of all too precious you,\nThat did my ripe thoughts in my brain inhearse,\nMaking their tomb the womb wherein they grew?\nWas it his spirit, by spirits taught to write\nAbove a mortal pitch, that struck me dead?\nNo, neither he, nor his compeers by night\nGiving him aid, my verse astonished.\nHe, nor that affable familiar ghost\nWhich nightly gulls him with intelligence,\nAs victors of my silence cannot boast;\nI was not sick of any fear from thence:\nBut when your countenance fill'd up his line,\nThen lack'd I matter; that enfeebled mine.",
    "act": null,
    "scene": null
  },
  {
    "id": 107,
    "workId": 88,
    "title": "Sonnet LXXXVII",
    "content": "Farewell! thou art too dear for my possessing,\nAnd like enough thou know'st thy estimate:\nThe charter of thy worth gives thee releasing;\nMy bonds in thee are all determinate.\nFor how do I hold thee but by thy granting?\nAnd for that riches where is my deserving?\nThe cause of this fair gift in me is wanting,\nAnd so my patent back again is swerving.\nThyself thou gavest, thy own worth then not knowing,\nOr me, to whom thou gavest it, else mistaking;\nSo thy great gift, upon misprision growing,\nComes home again, on better judgement making.\nThus have I had thee, as a dream doth flatter,\nIn sleep a king, but waking no such matter.",
    "act": null,
    "scene": null
  },
  {
    "id": 108,
    "workId": 89,
    "title": "Sonnet LXXXVIII",
    "content": "When thou shalt be disposed to set me light\nAnd place my merit in the eye of scorn,\nUpon thy side against myself I'll fight,\nAnd prove thee virtuous, though thou art forsworn.\nWith mine own weakness being best acquainted,\nUpon thy part I can set down a story\nOf faults conceal'd, wherein I am attainted,\nThat thou in losing me shalt win much glory:\nAnd I by this will be a gainer too;\nFor bending all my loving thoughts on thee,\nThe injuries that to myself I do,\nDoing thee vantage, double-vantage me.\nSuch is my love, to thee I so belong,\nThat for thy right myself will bear all wrong.",
    "act": null,
    "scene": null
  },
  {
    "id": 109,
    "workId": 90,
    "title": "Sonnet LXXXIX",
    "content": "Say that thou didst forsake me for some fault,\nAnd I will comment upon that offence;\nSpeak of my lameness, and I straight will halt,\nAgainst thy reasons making no defence.\nThou canst not, love, disgrace me half so ill,\nTo set a form upon desired change,\nAs I'll myself disgrace: knowing thy will,\nI will acquaintance strangle and look strange,\nBe absent from thy walks, and in my tongue\nThy sweet beloved name no more shall dwell,\nLest I, too much profane, should do it wrong\nAnd haply of our old acquaintance tell.\nFor thee against myself I'll vow debate,\nFor I must ne'er love him whom thou dost hate.",
    "act": null,
    "scene": null
  },
  {
    "id": 110,
    "workId": 91,
    "title": "Sonnet XC",
    "content": "Then hate me when thou wilt; if ever, now;\nNow, while the world is bent my deeds to cross,\nJoin with the spite of fortune, making me bow,\nAnd do not drop in for an after-loss:\nAh, do not, when my heart hath 'scaped this sorrow,\nCome in the rearward of a conquer'd woe;\nGive not a windy night a rainy morrow,\nTo linger out a purposed overthrow.\nIf thou wilt leave me, do not leave me last,\nWhen other petty griefs have done their spite\nBut in the onset come; so shall I taste\nAt first the very worst of fortune's might,\nAnd other strains of woe, which now seem woe,\nCompared with loss of thee will not seem so.",
    "act": null,
    "scene": null
  },
  {
    "id": 111,
    "workId": 92,
    "title": "Sonnet XCI",
    "content": "Some glory in their birth, some in their skill,\nSome in their wealth, some in their bodies' force,\nSome in their garments, though new-fangled ill,\nSome in their hawks and hounds, some in their horse;\nAnd every humor hath his adjunct pleasure,\nWherein it finds a joy above the rest:\nBut these particulars are not my measure;\nAll these I better in one general best.\nThy love is better than high birth to me,\nRicher than wealth, prouder than garments' cost,\nOf more delight than hawks or horses be;\nAnd having thee, of all men's pride I boast:\nWretched in this alone, that thou mayst take\nAll this away and me most wretched make.",
    "act": null,
    "scene": null
  },
  {
    "id": 112,
    "workId": 93,
    "title": "Sonnet XCII",
    "content": "But do thy worst to steal thyself away,\nFor term of life thou art assured mine,\nAnd life no longer than thy love will stay,\nFor it depends upon that love of thine.\nThen need I not to fear the worst of wrongs,\nWhen in the least of them my life hath end.\nI see a better state to me belongs\nThan that which on thy humor doth depend;\nThou canst not vex me with inconstant mind,\nSince that my life on thy revolt doth lie.\nO, what a happy title do I find,\nHappy to have thy love, happy to die!\nBut what's so blessed-fair that fears no blot?\nThou mayst be false, and yet I know it not.",
    "act": null,
    "scene": null
  },
  {
    "id": 113,
    "workId": 94,
    "title": "Sonnet XCII",
    "content": "So shall I live, supposing thou art true,\nLike a deceived husband; so love's face\nMay still seem love to me, though alter'd new;\nThy looks with me, thy heart in other place:\nFor there can live no hatred in thine eye,\nTherefore in that I cannot know thy change.\nIn many's looks the false heart's history\nIs writ in moods and frowns and wrinkles strange,\nBut heaven in thy creation did decree\nThat in thy face sweet love should ever dwell;\nWhate'er thy thoughts or thy heart's workings be,\nThy looks should nothing thence but sweetness tell.\nHow like Eve's apple doth thy beauty grow,\nIf thy sweet virtue answer not thy show!",
    "act": null,
    "scene": null
  },
  {
    "id": 114,
    "workId": 95,
    "title": "Sonnet XCIV",
    "content": "They that have power to hurt and will do none,\nThat do not do the thing they most do show,\nWho, moving others, are themselves as stone,\nUnmoved, cold, and to temptation slow,\nThey rightly do inherit heaven's graces\nAnd husband nature's riches from expense;\nThey are the lords and owners of their faces,\nOthers but stewards of their excellence.\nThe summer's flower is to the summer sweet,\nThough to itself it only live and die,\nBut if that flower with base infection meet,\nThe basest weed outbraves his dignity:\nFor sweetest things turn sourest by their deeds;\nLilies that fester smell far worse than weeds.",
    "act": null,
    "scene": null
  },
  {
    "id": 115,
    "workId": 96,
    "title": "Sonnet XCV",
    "content": "How sweet and lovely dost thou make the shame\nWhich, like a canker in the fragrant rose,\nDoth spot the beauty of thy budding name!\nO, in what sweets doth thou thy sins enclose!\nThat tongue that tells the story of thy days,\nMaking lascivious comments on thy sport,\nCannot dispraise but in a kind of praise;\nNaming thy name blesses an ill report.\nO, what a mansion have those vices got\nWhich for their habitation chose out thee,\nWhere beauty's veil doth cover every blot,\nAnd all things turn to fair that eyes can see!\nTake heed, dear heart, of this large privilege;\nThe hardest knife ill-used doth lose his edge.",
    "act": null,
    "scene": null
  },
  {
    "id": 116,
    "workId": 97,
    "title": "Sonnet XCVI",
    "content": "Some say thy fault is youth, some wantonness;\nSome say thy grace is youth and gentle sport;\nBoth grace and faults are loved of more and less;\nThou makest faults graces that to thee resort.\nAs on the finger of a throned queen\nThe basest jewel will be well esteem'd,\nSo are those errors that in thee are seen\nTo truths translated and for true things deem'd.\nHow many lambs might the stern wolf betray,\nIf like a lamb he could his looks translate!\nHow many gazers mightst thou lead away,\nIf thou wouldst use the strength of all thy state!\nBut do not so; I love thee in such sort\nAs, thou being mine, mine is thy good report.",
    "act": null,
    "scene": null
  },
  {
    "id": 117,
    "workId": 98,
    "title": "Sonnet XCVII",
    "content": "How like a winter hath my absence been\nFrom thee, the pleasure of the fleeting year!\nWhat freezings have I felt, what dark days seen!\nWhat old December's bareness every where!\nAnd yet this time removed was summer's time,\nThe teeming autumn, big with rich increase,\nBearing the wanton burden of the prime,\nLike widow'd wombs after their lords' decease:\nYet this abundant issue seem'd to me\nBut hope of orphans and unfather'd fruit;\nFor summer and his pleasures wait on thee,\nAnd, thou away, the very birds are mute;\nOr, if they sing, 'tis with so dull a cheer\nThat leaves look pale, dreading the winter's near.",
    "act": null,
    "scene": null
  },
  {
    "id": 118,
    "workId": 99,
    "title": "Sonnet XCVIII",
    "content": "From you have I been absent in the spring,\nWhen proud-pied April dress'd in all his trim\nHath put a spirit of youth in every thing,\nThat heavy Saturn laugh'd and leap'd with him.\nYet nor the lays of birds nor the sweet smell\nOf different flowers in odor and in hue\nCould make me any summer's story tell,\nOr from their proud lap pluck them where they grew;\nNor did I wonder at the lily's white,\nNor praise the deep vermilion in the rose;\nThey were but sweet, but figures of delight,\nDrawn after you, you pattern of all those.\nYet seem'd it winter still, and, you away,\nAs with your shadow I with these did play:",
    "act": null,
    "scene": null
  },
  {
    "id": 119,
    "workId": 100,
    "title": "Sonnet XCIX",
    "content": "The forward violet thus did I chide:\nSweet thief, whence didst thou steal thy sweet that smells,\nIf not from my love's breath? The purple pride\nWhich on thy soft cheek for complexion dwells\nIn my love's veins thou hast too grossly dyed.\nThe lily I condemned for thy hand,\nAnd buds of marjoram had stol'n thy hair:\nThe roses fearfully on thorns did stand,\nOne blushing shame, another white despair;\nA third, nor red nor white, had stol'n of both\nAnd to his robbery had annex'd thy breath;\nBut, for his theft, in pride of all his growth\nA vengeful canker eat him up to death.\nMore flowers I noted, yet I none could see\nBut sweet or color it had stol'n from thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 120,
    "workId": 101,
    "title": "Sonnet C",
    "content": "Where art thou, Muse, that thou forget'st so long\nTo speak of that which gives thee all thy might?\nSpend'st thou thy fury on some worthless song,\nDarkening thy power to lend base subjects light?\nReturn, forgetful Muse, and straight redeem\nIn gentle numbers time so idly spent;\nSing to the ear that doth thy lays esteem\nAnd gives thy pen both skill and argument.\nRise, resty Muse, my love's sweet face survey,\nIf Time have any wrinkle graven there;\nIf any, be a satire to decay,\nAnd make Time's spoils despised every where.\nGive my love fame faster than Time wastes life;\nSo thou prevent'st his scythe and crooked knife.",
    "act": null,
    "scene": null
  },
  {
    "id": 121,
    "workId": 102,
    "title": "Sonnet CI",
    "content": "O truant Muse, what shall be thy amends\nFor thy neglect of truth in beauty dyed?\nBoth truth and beauty on my love depends;\nSo dost thou too, and therein dignified.\nMake answer, Muse: wilt thou not haply say\n'Truth needs no color, with his color fix'd;\nBeauty no pencil, beauty's truth to lay;\nBut best is best, if never intermix'd?'\nBecause he needs no praise, wilt thou be dumb?\nExcuse not silence so; for't lies in thee\nTo make him much outlive a gilded tomb,\nAnd to be praised of ages yet to be.\nThen do thy office, Muse; I teach thee how\nTo make him seem long hence as he shows now.",
    "act": null,
    "scene": null
  },
  {
    "id": 122,
    "workId": 103,
    "title": "Sonnet CII",
    "content": "My love is strengthen'd, though more weak in seeming;\nI love not less, though less the show appear:\nThat love is merchandized whose rich esteeming\nThe owner's tongue doth publish every where.\nOur love was new and then but in the spring\nWhen I was wont to greet it with my lays,\nAs Philomel in summer's front doth sing\nAnd stops her pipe in growth of riper days:\nNot that the summer is less pleasant now\nThan when her mournful hymns did hush the night,\nBut that wild music burthens every bough\nAnd sweets grown common lose their dear delight.\nTherefore like her I sometime hold my tongue,\nBecause I would not dull you with my song.",
    "act": null,
    "scene": null
  },
  {
    "id": 123,
    "workId": 104,
    "title": "Sonnet CIII",
    "content": "Alack, what poverty my Muse brings forth,\nThat having such a scope to show her pride,\nThe argument all bare is of more worth\nThan when it hath my added praise beside!\nO, blame me not, if I no more can write!\nLook in your glass, and there appears a face\nThat over-goes my blunt invention quite,\nDulling my lines and doing me disgrace.\nWere it not sinful then, striving to mend,\nTo mar the subject that before was well?\nFor to no other pass my verses tend\nThan of your graces and your gifts to tell;\nAnd more, much more, than in my verse can sit\nYour own glass shows you when you look in it.",
    "act": null,
    "scene": null
  },
  {
    "id": 124,
    "workId": 105,
    "title": "Sonnet CIV",
    "content": "To me, fair friend, you never can be old,\nFor as you were when first your eye I eyed,\nSuch seems your beauty still. Three winters cold\nHave from the forests shook three summers' pride,\nThree beauteous springs to yellow autumn turn'd\nIn process of the seasons have I seen,\nThree April perfumes in three hot Junes burn'd,\nSince first I saw you fresh, which yet are green.\nAh! yet doth beauty, like a dial-hand,\nSteal from his figure and no pace perceived;\nSo your sweet hue, which methinks still doth stand,\nHath motion and mine eye may be deceived:\nFor fear of which, hear this, thou age unbred;\nEre you were born was beauty's summer dead.",
    "act": null,
    "scene": null
  },
  {
    "id": 125,
    "workId": 106,
    "title": "Sonnet CV",
    "content": "Let not my love be call'd idolatry,\nNor my beloved as an idol show,\nSince all alike my songs and praises be\nTo one, of one, still such, and ever so.\nKind is my love to-day, to-morrow kind,\nStill constant in a wondrous excellence;\nTherefore my verse to constancy confined,\nOne thing expressing, leaves out difference.\n'Fair, kind, and true' is all my argument,\n'Fair, kind, and true' varying to other words;\nAnd in this change is my invention spent,\nThree themes in one, which wondrous scope affords.\n'Fair, kind, and true,' have often lived alone,\nWhich three till now never kept seat in one.",
    "act": null,
    "scene": null
  },
  {
    "id": 126,
    "workId": 107,
    "title": "Sonnet CVI",
    "content": "When in the chronicle of wasted time\nI see descriptions of the fairest wights,\nAnd beauty making beautiful old rhyme\nIn praise of ladies dead and lovely knights,\nThen, in the blazon of sweet beauty's best,\nOf hand, of foot, of lip, of eye, of brow,\nI see their antique pen would have express'd\nEven such a beauty as you master now.\nSo all their praises are but prophecies\nOf this our time, all you prefiguring;\nAnd, for they look'd but with divining eyes,\nThey had not skill enough your worth to sing:\nFor we, which now behold these present days,\nHave eyes to wonder, but lack tongues to praise.",
    "act": null,
    "scene": null
  },
  {
    "id": 127,
    "workId": 108,
    "title": "Sonnet CVII",
    "content": "Not mine own fears, nor the prophetic soul\nOf the wide world dreaming on things to come,\nCan yet the lease of my true love control,\nSupposed as forfeit to a confined doom.\nThe mortal moon hath her eclipse endured\nAnd the sad augurs mock their own presage;\nIncertainties now crown themselves assured\nAnd peace proclaims olives of endless age.\nNow with the drops of this most balmy time\nMy love looks fresh, and Death to me subscribes,\nSince, spite of him, I'll live in this poor rhyme,\nWhile he insults o'er dull and speechless tribes:\nAnd thou in this shalt find thy monument,\nWhen tyrants' crests and tombs of brass are spent.",
    "act": null,
    "scene": null
  },
  {
    "id": 128,
    "workId": 109,
    "title": "Sonnet CVIII",
    "content": "What's in the brain that ink may character\nWhich hath not figured to thee my true spirit?\nWhat's new to speak, what new to register,\nThat may express my love or thy dear merit?\nNothing, sweet boy; but yet, like prayers divine,\nI must each day say o'er the very same,\nCounting no old thing old, thou mine, I thine,\nEven as when first I hallow'd thy fair name.\nSo that eternal love in love's fresh case\nWeighs not the dust and injury of age,\nNor gives to necessary wrinkles place,\nBut makes antiquity for aye his page,\nFinding the first conceit of love there bred\nWhere time and outward form would show it dead.",
    "act": null,
    "scene": null
  },
  {
    "id": 129,
    "workId": 110,
    "title": "Sonnet CIX",
    "content": "O, never say that I was false of heart,\nThough absence seem'd my flame to qualify.\nAs easy might I from myself depart\nAs from my soul, which in thy breast doth lie:\nThat is my home of love: if I have ranged,\nLike him that travels I return again,\nJust to the time, not with the time exchanged,\nSo that myself bring water for my stain.\nNever believe, though in my nature reign'd\nAll frailties that besiege all kinds of blood,\nThat it could so preposterously be stain'd,\nTo leave for nothing all thy sum of good;\nFor nothing this wide universe I call,\nSave thou, my rose; in it thou art my all.",
    "act": null,
    "scene": null
  },
  {
    "id": 130,
    "workId": 111,
    "title": "Sonnet CX",
    "content": "Alas, 'tis true I have gone here and there\nAnd made myself a motley to the view,\nGored mine own thoughts, sold cheap what is most dear,\nMade old offences of affections new;\nMost true it is that I have look'd on truth\nAskance and strangely: but, by all above,\nThese blenches gave my heart another youth,\nAnd worse essays proved thee my best of love.\nNow all is done, have what shall have no end:\nMine appetite I never more will grind\nOn newer proof, to try an older friend,\nA god in love, to whom I am confined.\nThen give me welcome, next my heaven the best,\nEven to thy pure and most most loving breast.",
    "act": null,
    "scene": null
  },
  {
    "id": 131,
    "workId": 112,
    "title": "Sonnet CXI",
    "content": "O, for my sake do you with Fortune chide,\nThe guilty goddess of my harmful deeds,\nThat did not better for my life provide\nThan public means which public manners breeds.\nThence comes it that my name receives a brand,\nAnd almost thence my nature is subdued\nTo what it works in, like the dyer's hand:\nPity me then and wish I were renew'd;\nWhilst, like a willing patient, I will drink\nPotions of eisel 'gainst my strong infection\nNo bitterness that I will bitter think,\nNor double penance, to correct correction.\nPity me then, dear friend, and I assure ye\nEven that your pity is enough to cure me.",
    "act": null,
    "scene": null
  },
  {
    "id": 132,
    "workId": 113,
    "title": "Sonnet CXII",
    "content": "Your love and pity doth the impression fill\nWhich vulgar scandal stamp'd upon my brow;\nFor what care I who calls me well or ill,\nSo you o'er-green my bad, my good allow?\nYou are my all the world, and I must strive\nTo know my shames and praises from your tongue:\nNone else to me, nor I to none alive,\nThat my steel'd sense or changes right or wrong.\nIn so profound abysm I throw all care\nOf others' voices, that my adder's sense\nTo critic and to flatterer stopped are.\nMark how with my neglect I do dispense:\nYou are so strongly in my purpose bred\nThat all the world besides methinks are dead.",
    "act": null,
    "scene": null
  },
  {
    "id": 133,
    "workId": 114,
    "title": "Sonnet CXIII",
    "content": "Since I left you, mine eye is in my mind;\nAnd that which governs me to go about\nDoth part his function and is partly blind,\nSeems seeing, but effectually is out;\nFor it no form delivers to the heart\nOf bird, of flower, or shape, which it doth latch:\nOf his quick objects hath the mind no part,\nNor his own vision holds what it doth catch;\nFor if it see the rudest or gentlest sight,\nThe most sweet favor or deformed'st creature,\nThe mountain or the sea, the day or night,\nThe crow or dove, it shapes them to your feature:\nIncapable of more, replete with you,\nMy most true mind thus makes mine eye untrue.",
    "act": null,
    "scene": null
  },
  {
    "id": 134,
    "workId": 115,
    "title": "Sonnet CXIV",
    "content": "Or whether doth my mind, being crown'd with you,\nDrink up the monarch's plague, this flattery?\nOr whether shall I say, mine eye saith true,\nAnd that your love taught it this alchemy,\nTo make of monsters and things indigest\nSuch cherubins as your sweet self resemble,\nCreating every bad a perfect best,\nAs fast as objects to his beams assemble?\nO, 'tis the first; 'tis flattery in my seeing,\nAnd my great mind most kingly drinks it up:\nMine eye well knows what with his gust is 'greeing,\nAnd to his palate doth prepare the cup:\nIf it be poison'd, 'tis the lesser sin\nThat mine eye loves it and doth first begin.",
    "act": null,
    "scene": null
  },
  {
    "id": 135,
    "workId": 116,
    "title": "Sonnet CXV",
    "content": "Those lines that I before have writ do lie,\nEven those that said I could not love you dearer:\nYet then my judgement knew no reason why\nMy most full flame should afterwards burn clearer.\nBut reckoning time, whose million'd accidents\nCreep in 'twixt vows and change decrees of kings,\nTan sacred beauty, blunt the sharp'st intents,\nDivert strong minds to the course of altering things;\nAlas, why, fearing of time's tyranny,\nMight I not then say 'Now I love you best,'\nWhen I was certain o'er incertainty,\nCrowning the present, doubting of the rest?\nLove is a babe; then might I not say so,\nTo give full growth to that which still doth grow?",
    "act": null,
    "scene": null
  },
  {
    "id": 136,
    "workId": 117,
    "title": "Sonnet CXVI",
    "content": "Let me not to the marriage of true minds\nAdmit impediments. Love is not love\nWhich alters when it alteration finds,\nOr bends with the remover to remove:\nO, no! it is an ever-fixed mark\nThat looks on tempests and is never shaken;\nIt is the star to every wandering bark,\nWhose worth's unknown, although his height be taken.\nLove's not Time's fool, though rosy lips and cheeks\nWithin his bending sickle's compass come:\nLove alters not with his brief hours and weeks,\nBut bears it out even to the edge of doom.\nIf this be error and upon me proved,\nI never writ, nor no man ever loved.",
    "act": null,
    "scene": null
  },
  {
    "id": 137,
    "workId": 118,
    "title": "Sonnet CXVII",
    "content": "Accuse me thus: that I have scanted all\nWherein I should your great deserts repay,\nForgot upon your dearest love to call,\nWhereto all bonds do tie me day by day;\nThat I have frequent been with unknown minds\nAnd given to time your own dear-purchased right\nThat I have hoisted sail to all the winds\nWhich should transport me farthest from your sight.\nBook both my wilfulness and errors down\nAnd on just proof surmise accumulate;\nBring me within the level of your frown,\nBut shoot not at me in your waken'd hate;\nSince my appeal says I did strive to prove\nThe constancy and virtue of your love.",
    "act": null,
    "scene": null
  },
  {
    "id": 138,
    "workId": 119,
    "title": "Sonnet CXVIII",
    "content": "Like as, to make our appetites more keen,\nWith eager compounds we our palate urge,\nAs, to prevent our maladies unseen,\nWe sicken to shun sickness when we purge,\nEven so, being full of your ne'er-cloying sweetness,\nTo bitter sauces did I frame my feeding\nAnd, sick of welfare, found a kind of meetness\nTo be diseased ere that there was true needing.\nThus policy in love, to anticipate\nThe ills that were not, grew to faults assured\nAnd brought to medicine a healthful state\nWhich, rank of goodness, would by ill be cured:\nBut thence I learn, and find the lesson true,\nDrugs poison him that so fell sick of you.",
    "act": null,
    "scene": null
  },
  {
    "id": 139,
    "workId": 120,
    "title": "Sonnet CXIX",
    "content": "What potions have I drunk of Siren tears,\nDistill'd from limbecks foul as hell within,\nApplying fears to hopes and hopes to fears,\nStill losing when I saw myself to win!\nWhat wretched errors hath my heart committed,\nWhilst it hath thought itself so blessed never!\nHow have mine eyes out of their spheres been fitted\nIn the distraction of this madding fever!\nO benefit of ill! now I find true\nThat better is by evil still made better;\nAnd ruin'd love, when it is built anew,\nGrows fairer than at first, more strong, far greater.\nSo I return rebuked to my content\nAnd gain by ill thrice more than I have spent.",
    "act": null,
    "scene": null
  },
  {
    "id": 140,
    "workId": 121,
    "title": "Sonnet CXX",
    "content": "That you were once unkind befriends me now,\nAnd for that sorrow which I then did feel\nNeeds must I under my transgression bow,\nUnless my nerves were brass or hammer'd steel.\nFor if you were by my unkindness shaken\nAs I by yours, you've pass'd a hell of time,\nAnd I, a tyrant, have no leisure taken\nTo weigh how once I suffer'd in your crime.\nO, that our night of woe might have remember'd\nMy deepest sense, how hard true sorrow hits,\nAnd soon to you, as you to me, then tender'd\nThe humble salve which wounded bosoms fits!\nBut that your trespass now becomes a fee;\nMine ransoms yours, and yours must ransom me.",
    "act": null,
    "scene": null
  },
  {
    "id": 141,
    "workId": 122,
    "title": "Sonnet CXXI",
    "content": "'Tis better to be vile than vile esteem'd,\nWhen not to be receives reproach of being,\nAnd the just pleasure lost which is so deem'd\nNot by our feeling but by others' seeing:\nFor why should others' false adulterate eyes\nGive salutation to my sportive blood?\nOr on my frailties why are frailer spies,\nWhich in their wills count bad what I think good?\nNo, I am that I am, and they that level\nAt my abuses reckon up their own:\nI may be straight, though they themselves be bevel;\nBy their rank thoughts my deeds must not be shown;\nUnless this general evil they maintain,\nAll men are bad, and in their badness reign.",
    "act": null,
    "scene": null
  },
  {
    "id": 142,
    "workId": 123,
    "title": "Sonnet CXXII",
    "content": "Thy gift, thy tables, are within my brain\nFull character'd with lasting memory,\nWhich shall above that idle rank remain\nBeyond all date, even to eternity;\nOr at the least, so long as brain and heart\nHave faculty by nature to subsist;\nTill each to razed oblivion yield his part\nOf thee, thy record never can be miss'd.\nThat poor retention could not so much hold,\nNor need I tallies thy dear love to score;\nTherefore to give them from me was I bold,\nTo trust those tables that receive thee more:\nTo keep an adjunct to remember thee\nWere to import forgetfulness in me.",
    "act": null,
    "scene": null
  },
  {
    "id": 143,
    "workId": 124,
    "title": "Sonnet CXXIII",
    "content": "No, Time, thou shalt not boast that I do change:\nThy pyramids built up with newer might\nTo me are nothing novel, nothing strange;\nThey are but dressings of a former sight.\nOur dates are brief, and therefore we admire\nWhat thou dost foist upon us that is old,\nAnd rather make them born to our desire\nThan think that we before have heard them told.\nThy registers and thee I both defy,\nNot wondering at the present nor the past,\nFor thy records and what we see doth lie,\nMade more or less by thy continual haste.\nThis I do vow and this shall ever be;\nI will be true, despite thy scythe and thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 144,
    "workId": 125,
    "title": "Sonnet CXXIV",
    "content": "If my dear love were but the child of state,\nIt might for Fortune's bastard be unfather'd,\nAs subject to Time's love or to Time's hate,\nWeeds among weeds, or flowers with flowers gather'd.\nNo, it was builded far from accident;\nIt suffers not in smiling pomp, nor falls\nUnder the blow of thralled discontent,\nWhereto the inviting time our fashion calls:\nIt fears not policy, that heretic,\nWhich works on leases of short-number'd hours,\nBut all alone stands hugely politic,\nThat it nor grows with heat nor drowns with showers.\nTo this I witness call the fools of time,\nWhich die for goodness, who have lived for crime.",
    "act": null,
    "scene": null
  },
  {
    "id": 145,
    "workId": 126,
    "title": "Sonnet CXXV",
    "content": "Were 't aught to me I bore the canopy,\nWith my extern the outward honoring,\nOr laid great bases for eternity,\nWhich prove more short than waste or ruining?\nHave I not seen dwellers on form and favor\nLose all, and more, by paying too much rent,\nFor compound sweet forgoing simple savor,\nPitiful thrivers, in their gazing spent?\nNo, let me be obsequious in thy heart,\nAnd take thou my oblation, poor but free,\nWhich is not mix'd with seconds, knows no art,\nBut mutual render, only me for thee.\nHence, thou suborn'd informer! a true soul\nWhen most impeach'd stands least in thy control.",
    "act": null,
    "scene": null
  },
  {
    "id": 146,
    "workId": 127,
    "title": "Sonnet CXXVI",
    "content": "O thou, my lovely boy, who in thy power\nDost hold Time's fickle glass, his sickle, hour;\nWho hast by waning grown, and therein show'st\nThy lovers withering as thy sweet self grow'st;\nIf Nature, sovereign mistress over wrack,\nAs thou goest onwards, still will pluck thee back,\nShe keeps thee to this purpose, that her skill\nMay time disgrace and wretched minutes kill.\nYet fear her, O thou minion of her pleasure!\nShe may detain, but not still keep, her treasure:\nHer audit, though delay'd, answer'd must be,\nAnd her quietus is to render thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 147,
    "workId": 128,
    "title": "Sonnet CXXVII",
    "content": "In the old age black was not counted fair,\nOr if it were, it bore not beauty's name;\nBut now is black beauty's successive heir,\nAnd beauty slander'd with a bastard shame:\nFor since each hand hath put on nature's power,\nFairing the foul with art's false borrow'd face,\nSweet beauty hath no name, no holy bower,\nBut is profaned, if not lives in disgrace.\nTherefore my mistress' brows are raven black,\nHer eyes so suited, and they mourners seem\nAt such who, not born fair, no beauty lack,\nSlandering creation with a false esteem:\nYet so they mourn, becoming of their woe,\nThat every tongue says beauty should look so.",
    "act": null,
    "scene": null
  },
  {
    "id": 148,
    "workId": 129,
    "title": "Sonnet CXXVIII",
    "content": "How oft, when thou, my music, music play'st,\nUpon that blessed wood whose motion sounds\nWith thy sweet fingers, when thou gently sway'st\nThe wiry concord that mine ear confounds,\nDo I envy those jacks that nimble leap\nTo kiss the tender inward of thy hand,\nWhilst my poor lips, which should that harvest reap,\nAt the wood's boldness by thee blushing stand!\nTo be so tickled, they would change their state\nAnd situation with those dancing chips,\nO'er whom thy fingers walk with gentle gait,\nMaking dead wood more blest than living lips.\nSince saucy jacks so happy are in this,\nGive them thy fingers, me thy lips to kiss.",
    "act": null,
    "scene": null
  },
  {
    "id": 149,
    "workId": 130,
    "title": "Sonnet CXXIX",
    "content": "The expense of spirit in a waste of shame\nIs lust in action; and till action, lust\nIs perjured, murderous, bloody, full of blame,\nSavage, extreme, rude, cruel, not to trust,\nEnjoy'd no sooner but despised straight,\nPast reason hunted, and no sooner had\nPast reason hated, as a swallow'd bait\nOn purpose laid to make the taker mad;\nMad in pursuit and in possession so;\nHad, having, and in quest to have, extreme;\nA bliss in proof, and proved, a very woe;\nBefore, a joy proposed; behind, a dream.\nAll this the world well knows; yet none knows well\nTo shun the heaven that leads men to this hell.",
    "act": null,
    "scene": null
  },
  {
    "id": 150,
    "workId": 131,
    "title": "Sonnet CXXX",
    "content": "My mistress' eyes are nothing like the sun;\nCoral is far more red than her lips' red;\nIf snow be white, why then her breasts are dun;\nIf hairs be wires, black wires grow on her head.\nI have seen roses damask'd, red and white,\nBut no such roses see I in her cheeks;\nAnd in some perfumes is there more delight\nThan in the breath that from my mistress reeks.\nI love to hear her speak, yet well I know\nThat music hath a far more pleasing sound;\nI grant I never saw a goddess go;\nMy mistress, when she walks, treads on the ground:\nAnd yet, by heaven, I think my love as rare\nAs any she belied with false compare.",
    "act": null,
    "scene": null
  },
  {
    "id": 151,
    "workId": 132,
    "title": "Sonnet CXXXI",
    "content": "Thou art as tyrannous, so as thou art,\nAs those whose beauties proudly make them cruel;\nFor well thou know'st to my dear doting heart\nThou art the fairest and most precious jewel.\nYet, in good faith, some say that thee behold\nThy face hath not the power to make love groan:\nTo say they err I dare not be so bold,\nAlthough I swear it to myself alone.\nAnd, to be sure that is not false I swear,\nA thousand groans, but thinking on thy face,\nOne on another's neck, do witness bear\nThy black is fairest in my judgement's place.\nIn nothing art thou black save in thy deeds,\nAnd thence this slander, as I think, proceeds.",
    "act": null,
    "scene": null
  },
  {
    "id": 152,
    "workId": 133,
    "title": "Sonnet CXXXII",
    "content": "Thine eyes I love, and they, as pitying me,\nKnowing thy heart torments me with disdain,\nHave put on black and loving mourners be,\nLooking with pretty ruth upon my pain.\nAnd truly not the morning sun of heaven\nBetter becomes the grey cheeks of the east,\nNor that full star that ushers in the even\nDoth half that glory to the sober west,\nAs those two mourning eyes become thy face:\nO, let it then as well beseem thy heart\nTo mourn for me, since mourning doth thee grace,\nAnd suit thy pity like in every part.\nThen will I swear beauty herself is black\nAnd all they foul that thy complexion lack.",
    "act": null,
    "scene": null
  },
  {
    "id": 153,
    "workId": 134,
    "title": "Sonnet CXXXIII",
    "content": "Beshrew that heart that makes my heart to groan\nFor that deep wound it gives my friend and me!\nIs't not enough to torture me alone,\nBut slave to slavery my sweet'st friend must be?\nMe from myself thy cruel eye hath taken,\nAnd my next self thou harder hast engross'd:\nOf him, myself, and thee, I am forsaken;\nA torment thrice threefold thus to be cross'd.\nPrison my heart in thy steel bosom's ward,\nBut then my friend's heart let my poor heart bail;\nWhoe'er keeps me, let my heart be his guard;\nThou canst not then use rigor in my gaol:\nAnd yet thou wilt; for I, being pent in thee,\nPerforce am thine, and all that is in me.",
    "act": null,
    "scene": null
  },
  {
    "id": 154,
    "workId": 135,
    "title": "Sonnet CXXXIV",
    "content": "So, now I have confess'd that he is thine,\nAnd I myself am mortgaged to thy will,\nMyself I'll forfeit, so that other mine\nThou wilt restore, to be my comfort still:\nBut thou wilt not, nor he will not be free,\nFor thou art covetous and he is kind;\nHe learn'd but surety-like to write for me\nUnder that bond that him as fast doth bind.\nThe statute of thy beauty thou wilt take,\nThou usurer, that put'st forth all to use,\nAnd sue a friend came debtor for my sake;\nSo him I lose through my unkind abuse.\nHim have I lost; thou hast both him and me:\nHe pays the whole, and yet am I not free.",
    "act": null,
    "scene": null
  },
  {
    "id": 155,
    "workId": 136,
    "title": "Sonnet CXXXV",
    "content": "Whoever hath her wish, thou hast thy 'Will,'\nAnd 'Will' to boot, and 'Will' in overplus;\nMore than enough am I that vex thee still,\nTo thy sweet will making addition thus.\nWilt thou, whose will is large and spacious,\nNot once vouchsafe to hide my will in thine?\nShall will in others seem right gracious,\nAnd in my will no fair acceptance shine?\nThe sea, all water, yet receives rain still\nAnd in abundance addeth to his store;\nSo thou, being rich in 'Will,' add to thy 'Will'\nOne will of mine, to make thy large 'Will' more.\nLet no unkind, no fair beseechers kill;\nThink all but one, and me in that one 'Will.'",
    "act": null,
    "scene": null
  },
  {
    "id": 156,
    "workId": 137,
    "title": "Sonnet CXXXVI",
    "content": "If thy soul check thee that I come so near,\nSwear to thy blind soul that I was thy 'Will,'\nAnd will, thy soul knows, is admitted there;\nThus far for love my love-suit, sweet, fulfil.\n'Will' will fulfil the treasure of thy love,\nAy, fill it full with wills, and my will one.\nIn things of great receipt with ease we prove\nAmong a number one is reckon'd none:\nThen in the number let me pass untold,\nThough in thy stores' account I one must be;\nFor nothing hold me, so it please thee hold\nThat nothing me, a something sweet to thee:\nMake but my name thy love, and love that still,\nAnd then thou lovest me, for my name is 'Will.'",
    "act": null,
    "scene": null
  },
  {
    "id": 157,
    "workId": 138,
    "title": "Sonnet CXXXVII",
    "content": "Thou blind fool, Love, what dost thou to mine eyes,\nThat they behold, and see not what they see?\nThey know what beauty is, see where it lies,\nYet what the best is take the worst to be.\nIf eyes corrupt by over-partial looks\nBe anchor'd in the bay where all men ride,\nWhy of eyes' falsehood hast thou forged hooks,\nWhereto the judgement of my heart is tied?\nWhy should my heart think that a several plot\nWhich my heart knows the wide world's common place?\nOr mine eyes seeing this, say this is not,\nTo put fair truth upon so foul a face?\nIn things right true my heart and eyes have err'd,\nAnd to this false plague are they now transferr'd.",
    "act": null,
    "scene": null
  },
  {
    "id": 158,
    "workId": 139,
    "title": "Sonnet CXXXVIII",
    "content": "When my love swears that she is made of truth\nI do believe her, though I know she lies,\nThat she might think me some untutor'd youth,\nUnlearned in the world's false subtleties.\nThus vainly thinking that she thinks me young,\nAlthough she knows my days are past the best,\nSimply I credit her false speaking tongue:\nOn both sides thus is simple truth suppress'd.\nBut wherefore says she not she is unjust?\nAnd wherefore say not I that I am old?\nO, love's best habit is in seeming trust,\nAnd age in love loves not to have years told:\nTherefore I lie with her and she with me,\nAnd in our faults by lies we flatter'd be.",
    "act": null,
    "scene": null
  },
  {
    "id": 159,
    "workId": 140,
    "title": "Sonnet CXXXIX",
    "content": "O, call not me to justify the wrong\nThat thy unkindness lays upon my heart;\nWound me not with thine eye but with thy tongue;\nUse power with power and slay me not by art.\nTell me thou lovest elsewhere, but in my sight,\nDear heart, forbear to glance thine eye aside:\nWhat need'st thou wound with cunning when thy might\nIs more than my o'er-press'd defence can bide?\nLet me excuse thee: ah! my love well knows\nHer pretty looks have been mine enemies,\nAnd therefore from my face she turns my foes,\nThat they elsewhere might dart their injuries:\nYet do not so; but since I am near slain,\nKill me outright with looks and rid my pain.",
    "act": null,
    "scene": null
  },
  {
    "id": 160,
    "workId": 141,
    "title": "Sonnet CXL",
    "content": "Be wise as thou art cruel; do not press\nMy tongue-tied patience with too much disdain;\nLest sorrow lend me words and words express\nThe manner of my pity-wanting pain.\nIf I might teach thee wit, better it were,\nThough not to love, yet, love, to tell me so;\nAs testy sick men, when their deaths be near,\nNo news but health from their physicians know;\nFor if I should despair, I should grow mad,\nAnd in my madness might speak ill of thee:\nNow this ill-wresting world is grown so bad,\nMad slanderers by mad ears believed be.\nThat I may not be so, nor thou belied,\nBear thine eyes straight, though thy proud heart go wide.",
    "act": null,
    "scene": null
  },
  {
    "id": 161,
    "workId": 142,
    "title": "Sonnet CXLI",
    "content": "In faith, I do not love thee with mine eyes,\nFor they in thee a thousand errors note;\nBut 'tis my heart that loves what they despise,\nWho in despite of view is pleased to dote;\nNor are mine ears with thy tongue's tune delighted,\nNor tender feeling, to base touches prone,\nNor taste, nor smell, desire to be invited\nTo any sensual feast with thee alone:\nBut my five wits nor my five senses can\nDissuade one foolish heart from serving thee,\nWho leaves unsway'd the likeness of a man,\nThy proud hearts slave and vassal wretch to be:\nOnly my plague thus far I count my gain,\nThat she that makes me sin awards me pain.",
    "act": null,
    "scene": null
  },
  {
    "id": 162,
    "workId": 143,
    "title": "Sonnet CXLII",
    "content": "Love is my sin and thy dear virtue hate,\nHate of my sin, grounded on sinful loving:\nO, but with mine compare thou thine own state,\nAnd thou shalt find it merits not reproving;\nOr, if it do, not from those lips of thine,\nThat have profaned their scarlet ornaments\nAnd seal'd false bonds of love as oft as mine,\nRobb'd others' beds' revenues of their rents.\nBe it lawful I love thee, as thou lovest those\nWhom thine eyes woo as mine importune thee:\nRoot pity in thy heart, that when it grows\nThy pity may deserve to pitied be.\nIf thou dost seek to have what thou dost hide,\nBy self-example mayst thou be denied!",
    "act": null,
    "scene": null
  },
  {
    "id": 163,
    "workId": 144,
    "title": "Sonnet CXLIII",
    "content": "Lo! as a careful housewife runs to catch\nOne of her feather'd creatures broke away,\nSets down her babe and makes all swift dispatch\nIn pursuit of the thing she would have stay,\nWhilst her neglected child holds her in chase,\nCries to catch her whose busy care is bent\nTo follow that which flies before her face,\nNot prizing her poor infant's discontent;\nSo runn'st thou after that which flies from thee,\nWhilst I thy babe chase thee afar behind;\nBut if thou catch thy hope, turn back to me,\nAnd play the mother's part, kiss me, be kind:\nSo will I pray that thou mayst have thy 'Will,'\nIf thou turn back, and my loud crying still.",
    "act": null,
    "scene": null
  },
  {
    "id": 164,
    "workId": 145,
    "title": "Sonnet CXLIV",
    "content": "Two loves I have of comfort and despair,\nWhich like two spirits do suggest me still:\nThe better angel is a man right fair,\nThe worser spirit a woman color'd ill.\nTo win me soon to hell, my female evil\nTempteth my better angel from my side,\nAnd would corrupt my saint to be a devil,\nWooing his purity with her foul pride.\nAnd whether that my angel be turn'd fiend\nSuspect I may, yet not directly tell;\nBut being both from me, both to each friend,\nI guess one angel in another's hell:\nYet this shall I ne'er know, but live in doubt,\nTill my bad angel fire my good one out.",
    "act": null,
    "scene": null
  },
  {
    "id": 165,
    "workId": 146,
    "title": "Sonnet CXLV",
    "content": "Those lips that Love's own hand did make\nBreathed forth the sound that said 'I hate'\nTo me that languish'd for her sake;\nBut when she saw my woeful state,\nStraight in her heart did mercy come,\nChiding that tongue that ever sweet\nWas used in giving gentle doom,\nAnd taught it thus anew to greet;\n'I hate' she alter'd with an end,\nThat follow'd it as gentle day\nDoth follow night, who like a fiend\nFrom heaven to hell is flown away;\n'I hate' from hate away she threw,\nAnd saved my life, saying 'not you.'",
    "act": null,
    "scene": null
  },
  {
    "id": 166,
    "workId": 147,
    "title": "Sonnet CXLVI",
    "content": "Poor soul, the centre of my sinful earth,\n......these rebel powers that thee array,\nWhy dost thou pine within and suffer dearth,\nPainting thy outward walls so costly gay?\nWhy so large cost, having so short a lease,\nDost thou upon thy fading mansion spend?\nShall worms, inheritors of this excess,\nEat up thy charge? is this thy body's end?\nThen, soul, live thou upon thy servant's loss,\nAnd let that pine to aggravate thy store;\nBuy terms divine in selling hours of dross;\nWithin be fed, without be rich no more:\nSo shalt thou feed on Death, that feeds on men,\nAnd Death once dead, there's no more dying then.",
    "act": null,
    "scene": null
  },
  {
    "id": 167,
    "workId": 148,
    "title": "Sonnet CXLVII",
    "content": "My love is as a fever, longing still\nFor that which longer nurseth the disease,\nFeeding on that which doth preserve the ill,\nThe uncertain sickly appetite to please.\nMy reason, the physician to my love,\nAngry that his prescriptions are not kept,\nHath left me, and I desperate now approve\nDesire is death, which physic did except.\nPast cure I am, now reason is past care,\nAnd frantic-mad with evermore unrest;\nMy thoughts and my discourse as madmen's are,\nAt random from the truth vainly express'd;\nFor I have sworn thee fair and thought thee bright,\nWho art as black as hell, as dark as night.",
    "act": null,
    "scene": null
  },
  {
    "id": 168,
    "workId": 149,
    "title": "Sonnet CXLVIII",
    "content": "O me, what eyes hath Love put in my head,\nWhich have no correspondence with true sight!\nOr, if they have, where is my judgement fled,\nThat censures falsely what they see aright?\nIf that be fair whereon my false eyes dote,\nWhat means the world to say it is not so?\nIf it be not, then love doth well denote\nLove's eye is not so true as all men's 'No.'\nHow can it? O, how can Love's eye be true,\nThat is so vex'd with watching and with tears?\nNo marvel then, though I mistake my view;\nThe sun itself sees not till heaven clears.\nO cunning Love! with tears thou keep'st me blind,\nLest eyes well-seeing thy foul faults should find.",
    "act": null,
    "scene": null
  },
  {
    "id": 169,
    "workId": 150,
    "title": "Sonnet CXLIX",
    "content": "Canst thou, O cruel! say I love thee not,\nWhen I against myself with thee partake?\nDo I not think on thee, when I forgot\nAm of myself, all tyrant, for thy sake?\nWho hateth thee that I do call my friend?\nOn whom frown'st thou that I do fawn upon?\nNay, if thou lour'st on me, do I not spend\nRevenge upon myself with present moan?\nWhat merit do I in myself respect,\nThat is so proud thy service to despise,\nWhen all my best doth worship thy defect,\nCommanded by the motion of thine eyes?\nBut, love, hate on, for now I know thy mind;\nThose that can see thou lovest, and I am blind.",
    "act": null,
    "scene": null
  },
  {
    "id": 170,
    "workId": 151,
    "title": "Sonnet CL",
    "content": "O, from what power hast thou this powerful might\nWith insufficiency my heart to sway?\nTo make me give the lie to my true sight,\nAnd swear that brightness doth not grace the day?\nWhence hast thou this becoming of things ill,\nThat in the very refuse of thy deeds\nThere is such strength and warrantize of skill\nThat, in my mind, thy worst all best exceeds?\nWho taught thee how to make me love thee more\nThe more I hear and see just cause of hate?\nO, though I love what others do abhor,\nWith others thou shouldst not abhor my state:\nIf thy unworthiness raised love in me,\nMore worthy I to be beloved of thee.",
    "act": null,
    "scene": null
  },
  {
    "id": 171,
    "workId": 152,
    "title": "Sonnet CLI",
    "content": "Love is too young to know what conscience is;\nYet who knows not conscience is born of love?\nThen, gentle cheater, urge not my amiss,\nLest guilty of my faults thy sweet self prove:\nFor, thou betraying me, I do betray\nMy nobler part to my gross body's treason;\nMy soul doth tell my body that he may\nTriumph in love; flesh stays no father reason;\nBut, rising at thy name, doth point out thee\nAs his triumphant prize. Proud of this pride,\nHe is contented thy poor drudge to be,\nTo stand in thy affairs, fall by thy side.\nNo want of conscience hold it that I call\nHer 'love' for whose dear love I rise and fall.",
    "act": null,
    "scene": null
  },
  {
    "id": 172,
    "workId": 153,
    "title": "Sonnet CLII",
    "content": "In loving thee thou know'st I am forsworn,\nBut thou art twice forsworn, to me love swearing,\nIn act thy bed-vow broke and new faith torn,\nIn vowing new hate after new love bearing.\nBut why of two oaths' breach do I accuse thee,\nWhen I break twenty? I am perjured most;\nFor all my vows are oaths but to misuse thee\nAnd all my honest faith in thee is lost,\nFor I have sworn deep oaths of thy deep kindness,\nOaths of thy love, thy truth, thy constancy,\nAnd, to enlighten thee, gave eyes to blindness,\nOr made them swear against the thing they see;\nFor I have sworn thee fair; more perjured I,\nTo swear against the truth so foul a lie!",
    "act": null,
    "scene": null
  },
  {
    "id": 173,
    "workId": 154,
    "title": "Sonnet CLIII",
    "content": "Cupid laid by his brand, and fell asleep:\nA maid of Dian's this advantage found,\nAnd his love-kindling fire did quickly steep\nIn a cold valley-fountain of that ground;\nWhich borrow'd from this holy fire of Love\nA dateless lively heat, still to endure,\nAnd grew a seething bath, which yet men prove\nAgainst strange maladies a sovereign cure.\nBut at my mistress' eye Love's brand newfired,\nThe boy for trial needs would touch my breast;\nI, sick withal, the help of bath desired,\nAnd thither hied, a sad distemper'd guest,\nBut found no cure: the bath for my help lies\nWhere Cupid got new fire--my mistress' eyes.",
    "act": null,
    "scene": null
  },
  {
    "id": 174,
    "workId": 155,
    "title": "Sonnet CLIV",
    "content": "The little love-god lying once asleep\nLaid by his side his heart-inflaming brand,\nWhilst many nymphs that vow'd chaste life to keep\nCame tripping by; but in her maiden hand\nThe fairest votary took up that fire\nWhich many legions of true hearts had warm'd;\nAnd so the general of hot desire\nWas sleeping by a virgin hand disarm'd.\nThis brand she quenched in a cool well by,\nWhich from Love's fire took heat perpetual,\nGrowing a bath and healthful remedy\nFor men diseased; but I, my mistress' thrall,\nCame there for cure, and this by that I prove,\nLove's fire heats water, water cools not love.",
    "act": null,
    "scene": null
  }
]